Repository: KDE/latte-dock
Catalog: po/app/*.po
Languages: de

# %1 is the name of the containment
source: %1 Options
de: %1 Optionen

source: Layouts
de: Profile

source: Switch to another layout
de: Profil wechseln

source: Configure...
de: Konfiguration...

source: Activate Task Manager Entry %1
de: Aktiviere Eintrag %1 im Anwendungsbereich

source: New Instance for Task Manager Entry %1
de: Neue Instanz für Eintrag %1 im Anwendungsbereich

source: Show Latte Dock
de: Latte Dock zeigen

source: My Layout
de: Mein Profil

source: Alternative
de: Alternativ

# import/export config
source: The extracted file coulnd be copied!!!
de: Entpackte Datei konnte nicht kopiert werden!!!

# import/export config
source: The file has a wrong format!!!
de: Die Datei hat das falsche Format!!!

# import/export config
source: The temp directory couldnt be created!!!
de: Temporäres Verzeichnis konnte nicht erstellt werden!!!

source: Layouts Editor
de: Profile Editor

# switch button
source: Switch
de: Wechseln

# copy button
source: Copy
de: Kopieren

# remove button
source: Remove
de: Entfernen

# import button
source: Import
de: Importieren

# export button
source: Export
de: Exportieren

source: Import Layout/Configuration
de: Profil/Konfiguration importieren

# import latte layout
source: Latte Dock Layout file v0.2
de: Latte Dock Profildatei V0.2

# import latte layouts/configuration
source: Latte Dock Full Configuration file (v0.1, v0.2)
de: Latte Dock Konfigurationsdatei (v0.1, v0.2)

source: Import: Configuration file version v0.1
de: Importiere Konfigurationsdatei v0.1

source: You are going to import an old version <b>v0.1</b> configuration file.<br><b>Be careful</b>, importing the entire configuration <b>will erase all</b> your current configuration!!!.<br><br> <i>Alternative, you can <b>import safely</b> from this file<br><b>only the contained layouts...</b></i>
de: Es wird eine Version <b>v0.1</b> Konfiguration importiert. <br><b>Vorsicht</b>, importieren dieser Konfiguration <b>löscht</b> die aktuelle Konfiguration!!!<br><br> <i>Alternativ können <br><b>nur die beinhalteten Profile importiert werden</b></i>

# import full configuration
source: Full Configuration
de: Konfiguration

# import only the layouts
source: Only Layouts
de: Nur Profile

source: Import: Configuration file version v0.2
de: Importiere Konfigurationsdatei v0.2

source: You are going to import a <b>v0.2</b> configuration file.<br><b>Be careful</b>, importing <b>will erase all</b> your current configuration!!!<br><br><i>Would you like to proceed?</i>
de: Es wird eine Version <b>v0.2</b> Konfiguration importiert. <br><b>Vorsicht</b>, importieren dieser Konfiguration <b>löscht</b> die aktuelle Konfiguration!!!<br><br> <i>Weiter?</i>

# layout
source: Alternative
de: Alternativ

source: Export Layout/Configuration
de: Profil/Konfiguration exportieren

# export layout
source: Latte Dock Layout file v0.2
de: Latte Dock Profildatei v0.2

# export full configuraion
source: Latte Dock Full Configuration file v0.2
de: Latte Dock Konfigurationsdatei v0.2

# export layout
source: Failed to export layout
de: Profil konnte nicht exportiert werden

# export layout
source: Open location
de: Öffnen ...

# export layout
source: Layout exported successfully
de: Profil erfolgreich exportiert

# import/export config
source: Failed to export configuration
de: Konfiguration konnte nicht exportiert werden

# import/export config
source: Open location
de: Öffnen ...

# import/export config
source: Full Configuration exported successfully
de: Konfiguration erfolgreich exportiert

# import-done
source: Layout: <b>%0</b> imported successfully
de: Profil <b>%0</b> erfolgreich importiert

source: Color
de: Farbe

source: In Menu
de: Im Menü

source: Activities
de: Aktivitäten

source: Layout Warning
de: Profil - Warnung

source: The layout(s) <b>%0</b> have <i>broken configuration</i>!!! Please <b>remove them<b> to improve the system stability...
de: Profil(e) <b>%0</b> <i>ungültige Konfiguration festgestellt</i>!!! Um die Stabilität zu gewährleisten bitte <b>entfernen<b>

source: There are layouts with the same name, that is not permitted!!! Please update these names to re-apply the changes...
de: Mehrere Profile mit gleicher Bezeichnung!!! Bitte Profilnamen korrigieren und Änderungen speichern.

source: Add Widgets...
de: Miniprogramme hinzufügen ...

source: Show Plasma Widget Explorer
de: Zeige Plasma Miniprogramme

source: Switching to layout <b>%0</b> ...
de: Wechsel zu Profil <b>%0</b> ...

source: Default
de: Standard

source: Extended
de: Erweitert

# command line
source: Replace the current dock instance.
de: Ersetzt laufenden Prozess

# command line
source: Show the debugging messages on stdout.
de: Sende Debug Informationen zu stdout.

# command line
source: Show messages of debugging for the mask (Only useful to devs).
de: Debug Informationen für die Maske (Nur sinnvoll für Devs).

# command line
source: Draw boxes around of the applets.
de: Zeichnet Kästen um Applets.

# command line
source: Open a window with much debug information.
de: Öffnet Fenster mit vielen Debug Informationen.

# command line
source: Import configuration.
de: Konfiguration importieren.

# command line: import
source: file_name
de: Dateiname

source: An instance is already running!, use --replace to restart Latte
de: Latte Dock läuft bereits! Benutze --replace zum Neustarten.

source: The configuration cannot be imported
de: Konfiguration konnte nicht importiert werden

source: Latte is a dock based on plasma frameworks that provides an elegant and intuitive experience for your tasks and plasmoids. It animates its contents by using parabolic zoom effect and trys to be there only when it is needed. "Art in Coffee"
de: Latte Dock basiert auf Plasma Framework Technologie und bietet einen eleganten, intuitiven Umgang mit Plasmoiden und Tasks. Es animiert mithilfe parabolischer Zoom Effekte und versucht nur da zu sein wenn man es braucht. "Art In Coffee"

source: Logo and Icons
de: Logo und Icons

source: Many bug reports
de: Viele Bug Reports

source: Reviews for Latte Dock, CandilDock and NowDock
de: Überprüfungen von Latte Dock, CandilDock und Nowdock

source: Latte Dock panel
de: Latte Dock Leiste

source: Dock configuration UI
de: Dock Einstellungen

source: Config model
de: Konfigurationsmodell

source: Tangerine Font
de: Tangerine Schriftart

source: Info View Window
de: Info-Fenster

source: default layout file
de: Standard Profildatei

source: plasma layout file
de: Plasma Profildatei

source: unity layout file
de: Unity Profildatei

source: extended layout file
de: Erweitert Profildatei

source: default preset file
de: Standard Vorgabe

source: plasma preset file
de: Plasma Vorgabe

source: unity preset file
de: Unity Vorgabe

source: extended preset file
de: Erweitert

source: tasks plasmoid separator
de: Abstandshalter

source: Layout
de: Profil

# opens the layout manager window
source: Configure...
de: Konfiguration...

source: Applets Size
de: Applets Größe

source: Zoom On Hover:
de: Vergrößerung:

source: Zoom Factor
de: Vergrößerungs Faktor

source: Screen Height Proportion:
de: % Bildschirmhöhe:

source: Applets Distance:
de: Applets Abstand:

source: Animations
de: Animation

source: None
de: Aus

source: Background
de: Hintergrund

# show panel
source: Show
de: Zeige

source: Size:
de: Größe:

source: Opacity:
de: Deckkraft:

source: Shadows
de: Schatten

source: Solid
de: Fest

source: Applet shadows
de: Applets Schatten

# show applet shadow
source: Show
de: Zeige

# Use theme shadow
source: Theme
de: Design

# Clear applet shadow settings
source: Clear
de: Klar

source: Please choose shadow color
de: Farbe für Schatten wählen

source: Length
de: Länge

source: Offset:
de: Versatz:

source: Offset
de: Versatz

source: Location
de: Position

source: On Primary
de: Primäre Anzeige

source: Screen:
de: Bildschirm:

# bottom location
source: Bottom
de: Unten

# left location
source: Left
de: Links

# top location
source: Top
de: Oben

# right location
source: Right
de: Rechts

source: Alignment
de: Ausrichtung

# top alignment
source: Top
de: Oben

# left alignment
source: Left
de: Links

# center alignment
source: Center
de: Mitte

# bottom alignment
source: Bottom
de: Unten

# right alignment
source: Right
de: Rechts

# justify alignment
source: Justify
de: Gleiter

source: Visibility
de: Sichtbarkeit

source: Always Visible
de: Immer sichtbar

source: Auto Hide
de: Automatisch ausblenden

source: Dodge Active
de: Aktivem Fenster ausweichen

source: Dodge Maximized
de: Maximierten Fenstern ausweichen

source: Dodge All Windows
de: Allen Fenstern ausweichen

source: Windows Go Below
de: Fenster rutschen unter die Leiste

source: Delay
de: Verzögerung

source: Show:
de: Erscheinen:

source: Hide:
de: Verbergen:

source: General
de: Allgemein

source: Advanced
de: Erweitert

source: Behavior
de: Verhalten

source: Appearance
de: Erscheinungsbild

source: Tasks
de: Funktionen

source: Copy Dock
de: Leiste kopieren

source: New Dock
de: Neue Leiste

source: Add a new dock
de: Eine neue Leiste hinzufügen

source: Remove
de: Leiste entfernen

source: Remove current dock
de: Diese Leiste entfernen

source: Quit
de: Beenden

source: Quit Latte
de: Beenden

source: none
de: kein

source: Show glow around windows points
de: Zeige <b>glühende</b> Punkte für aktive Anwendungen

source: Different color for minimized windows
de: Andere Farbe für minimierte Fenster

source: Reverse position for lines and dots
de: Umgekehrte Postition für Linien und Punkte

source: Indicator for active window group
de: Anzeiger für aktive Fenstergruppe

source: Grouped windows show both a line and a dot when one of them is active
de: Gruppierte Fenster zeigen beides (Linie und Punkte), wenn eines davon aktiv ist

source: Interaction
de: Dialoge

source: Preview windows on hovering
de: Vorschau beim Überfahren

source: Highlight windows on hovering
de: Hervorheben von Fenstern beim Überfahren

source: Show progress information for tasks
de: Zeige Fortschrittsanzeige für Aufgaben

source: Show a beautiful progress animation e.g. when copying files with Dolphin
de: Zeigt schöne Animationen z.B. beim Kopieren mit Dolphin

source: Show window actions in the context menu
de: Zeige Fenster Aktionen im Kontextmenü

source: Show indicator for audio streams
de: Zeige Indikator für Audioausgabe

source: Audio indicator from which the user can mute/unmute an app
de: Mit dem Audio Indikator kann man Audiostreams von Apps an/aus schalten.

source: Activate tasks through mouse wheel
de: Mit dem Mausrad Starter ausführen

source: Enable/Disable the mouse wheel actions in order to cycle through tasks
de: Wenn aktiviert werden Anwendungen nicht gewechselt, sondern gestartet

source: On middle-click:
de: Mittlere Maustaste:

# The click action
source: None
de: Nichts

source: Close Window or Group
de: Fenster oder Gruppe schließen

source: New Instance
de: Neue Instanz

source: Minimize/Restore Window or Group
de: Fenster oder Gruppe minimieren/maximieren

source: Cycle Through Tasks
de: Laufende Anwendungen mit dem Mausrad wechseln

source: Toggle Task Grouping
de: Fenster Gruppierung an/aus

source: Left Click
de: Linke Maustaste

source: Middle Click
de: Mittlere Maustaste

source: Right Click
de: Rechte Maustaste

source: Launchers Group
de: Starterbereich

# unique launchers group
source: Unique
de: Speziell

source: Use a unique set of launchers for this dock
de: Die Starter sind für diese Leiste frei konfigurierbar

# layout launchers group
source: Layout
de: Profil

source: Use the current layout set of launchers for this dock
de: Benutze die im Profil festgelegten Starter für diese Leiste

source: Use the global set of launchers for this dock
de: Es werden auf allen Leisten die gleichen Starter angezeigt wenn aktiviert

source: Filters
de: Filter

source: Show only tasks from the current screen
de: Nur Fenster des aktuellen Bildschirms anzeigen

source: Show only tasks from the current desktop
de: Nur Fenster der aktuellen Arbeitsfläche anzeigen

source: Show only tasks from the current activity
de: Nur Fenster der aktuellen Aktivität anzeigen

source: Blur for panel background
de: Leistenhintergrund verwischen (Blur)

source: Show applets/task title tooltips on hovering
de: Zeige Tooltips beim Überfahren von Applets und Aufgaben

source: Shrink thickness margins to minimum
de: Minimaler Abstand zum Bildschirmrand

source: Show background only for maximized windows
de: Hintergrund nur bei maximierten Fenstern zeigen

source: The panel background becomes transparent but is shown when there is a maximized window
de: Der Leistenhintergrund ist transparent aber wird solide wenn ein Fenster maximiert ist.

source: Hide panel shadow for maximized windows
de: Keinen Leistenschatten bei maximierte Fenster

source: Enable autostart during startup
de: Autostart bei Login

source: Decrease applets size when it is needed
de: Verkleinere Applets wenn notwendig

source: Applets size is decreased automatically when the contents exceed the maximum length <br><br><i>Hint: this option is disabled when only plasma taskmanagers are present</i>
de: Applet Größe verkleinert sich automatisch wenn der Inhalt die maximale Länge erreicht <br><br><i>Tip: Wenn sich kein Starterbereich/Latte-Plasmoid in dieser Leiste befindet ist diese Option ausgegraut</i>

source: Add launchers only in the corresponding area
de: Starter nur im Starterbereich ablegen

source: Launchers are added only in the taskmanager and not as plasma applets
de: Starter können können nicht als Applets sondern nur im Starterbereich/Latte Plasmoid abgelegt werden.

source: Behave as a normal dock window
de: Verhalte wie normales Dock Fenster

source: Remove the BypassWindowManagerHint flag from the window. The dock wont be above windows which are set at 'Always On Top'
de: Keine 'BypassWindowManagerHint' Flagge für Fenster. Die Leiste rutscht nicht über Fenster die auf 'Immer im Vordergrund' gestellt sind

source: Show info for layouts automatic switching
de: Zeige Benachrichtigung beim automatischen Profilwechsel

source: It shows a Latte specific info window
de: Zeigt ein Benachrichtigung wenn durch Aktivitätenwechsel das Profil automatisch gewechselt wird

source: Raise dock on desktop change
de: Hebe das Dock bei Wechsel der Arbeitsfläche

source: Raise dock on activity change
de: Hebe das Dock bei Wechsel der Aktivität

source: Active Applet Indicator
de: Indikator für aktive Applets

# active indicator to no applets
source: None
de: Keine

source: Latte will not show any active applet indicator on its own except those the plasma theme provides
de: Latte wird keine eigenen Indikatoren für aktive Applets anzeigen Plasma Design Indikatoren werden jedoch angezeigt.

# active indicator only to in-house latte applets
source: Internals
de: Nur Interne

source: Latte will show active applet indicators only for applets that have been adjusted by it for hovering capabilities e.g. folderview
de: Latte zeigt nur Indikatoren für aktive Applets wenn es vorher so eingestellt wurde z.B. für die Ordneransicht

# active indicator to all applets
source: All
de: Alle

source: Latte will show active applet indicators for all applets
de: Latte zeigt bei allen Applets Indikatoren für aktive Applets

source: Extra Actions
de: Extras

source: Add Spacer
de: Abstandshalter

source: Add a spacer to separate applets
de: Fügt einen Platzhalter ein, damit kann man Applets voneinander trennen

source: Remove Tasks
de: Anwendungen entfernen

source: Remove Latte plasmoid
de: Entfernt das Latte plasmoid

source: Dock for the masses
de: Dock für die Massen

source: Configuration imported successfully
de: Konfiguration erfolgreich importiert

source: Failed to import configuration
de: Importieren fehlgeschlagen

source: Configuration exported successfully
de: Konfiguration erfolgreich exportiert

source: Failed to export configuration
de: Konfiguration konnte nicht exportiert werden

source: Switch to layout
de: Wechsel zu Profil
