Repository: KDE/latte-dock
Catalog: po/*/latte-dock.po
Languages: ar, eo, id, ja, tr

# NAME OF TRANSLATORS
source: Your names
ar: صفا الفليج
id: Wantoyèk
ja: Tomohiro Hyakutake, Ryuichi Yamada
tr: Emir SARI

# EMAIL OF TRANSLATORS
source: Your emails
ar: safa1996alfulaij@gmail.com
id: wantoyek@gmail.com
ja: tomhioo@outlook.jp, ryuichi_ya220@outlook.jp
tr: emir_sari@icloud.com

source: Failed to import indicator
ar: فشل استيراد الدليل
eo: Malsukcesis importi indikilon
id: Gagal mengimpor indikator
ja: インジケータのインポートに失敗しました
tr: Gösterge içe aktarılamadı

# indicator_name, imported updated
source: %1 indicator updated successfully
ar: حدث دليل %1 بنجاح
eo: %1 indikilo sukcese ĝisdatigita
id: %1 indikator berhasil diperbarui
ja: インジケータ %1 のアップデートに成功しました
tr: %1 gösterge başarıyla güncellendi

# indicator_name, imported success
source: %1 indicator installed successfully
ar: ثبّت دليل %1 بنجاح
eo: %1 indikilo instalita sukcese
id: %1 indikator berhasil diinstal
ja: インジケータ %1 のインストールに成功しました
tr: %1 gösterge başarıyla kuruldu

source: Remove Indicator Confirmation
ar: تأكيد إزالة الدليل
eo: Forigi Indikilan Konfirmon
id: Hapus Konfirmasi Indikator
ja: インジケータの削除を確認
tr: Gösterge Onayını Kaldır

source: Do you want to remove completely <b>%1</b> indicator from your system?
ar: هل تريد إزالة الدليل <b>%1</b> بالكامل من نظامك؟
eo: Ĉu vi volas tute forigi <b>%1</b> indikilon de via sistemo?
id: Apakah kamu ingin menghapus seccara lengkap <b>%1</b> indikator dari sistem kamu?
ja: インジケータ <b>%1</b> をシステムから完全に削除しますか？
tr: <b>%1</b> göstergesini sisteminzden tümüyle kaldırmak istiyor musunuz?

# indicator_name, removed success
source: <b>%1</b> indicator removed successfully
ar: أزيل الدليل <b>%1</b> بنجاح
eo: <b>%1</b> indikilo forigita sukcese
id: <b>%1</b> indikator berhasil dihapus
ja: インジケータ <b>%1</b> の削除に成功しました
tr: <b>%1</b> göstergesi başarıyla kaldırıldı

source: The layout cannot be imported from file ::
ar: لا يمكن استيراد التخطيط من ملف ::
eo: La aranĝo ne povas esti importita el dosiero ::
id: Tata letak tidak dapat diimpor dari file ::
ja: レイアウトをファイルからインポートできませんでした ::
tr: Yerleşim, dosyadan içe aktarılamadı:

source: My Layout
ar: تخطيطي
eo: Mia Aranĝo
id: Tataletakku
ja: マイレイアウト
tr: Yerleşimim

source: Alternative
ar: بديل
eo: Alternativo
id: Alternatif
ja: 代替
tr: Alternatif

# import/export config
source: The extracted file could not be copied!!!
ar: تعذّر نسخ الملفّ المستخرج!!!
eo: La eltirita dosiero ne povus esti kopiita!!!
id: Cloud file yang diekstrak belum disalin!!!
tr: Çıkarılan dosya kopyalanamadı!

# import/export config
source: The file has a wrong format!!!
ar: للملفّ نسق خطأ!!!
eo: La dosiero havas malĝustan formaton!!!
id: Si file memiliki format yang salah!!!
tr: Dosyanın biçimi yanlış!

# import/export config
source: The temp directory could not be created!!!
ar: تعذّر إنشاء الدّليل المؤقّت!!!
eo: La provizora dosierujo ne povus esti kreita!!!
id: Cloud direktori temp belum diciptakan!!!
tr: Geçici dizin oluşturulamadı!

source: Multiple Layouts Startup Warning
ar: تحذير بدء التشغيل لتصاميم متعددة

source: <b>Multiple Layouts based on Activities</b> mode did not close properly during the last session.<br/><br/>The following layout <b>[ %2 ]</b> had to be updated for consistency!
ar: وضع تصاميم متعددة مبنية على الأنشطة لم يغلق بالشكل المناسب خلال الجلسة الأخيرة.<br/><br/>اجر تحديث التصميم التالي [ %2 ] من أجل الاتّساق!

source: Different Applets With Same Id
ar: تطبيقات مصغّرة مختلفة ذات مُعرّف مماثل
eo: Malsamaj Apletoj Kun Sama Id
id: Applet berbeda dengan Id yang sama
tr: Aynı Kimliğe İye Ayrımlı Uygulamacıklar

source: Orphaned Parent Applet Of Subcontainment
ar: تطبيق مصغّر أبّ يتيم لوعاء فرعي
eo: Orfa Gepatra Apleto De Subtenado
id: Subcontainment Induk Applet Yatim
tr: Alt Kapsamanın Terk Edilmiş Üst Uygulamacığı

source: Different Applet And Containment With Same Id
ar: تطبيق مصغّر ووعاء مختلفان بذات المُعرّف
eo: Malsama Apleto Kaj Enteno Kun Sama Id
id: Applet Berbeda Dan Kandungan Dengan Id Yang Sama
tr: Aynı Kimlikli Farklı Uygulamacık ve Kapsama

source: Orphaned Subcontainment
ar: وعاء فرعي يتيم
eo: Orfa Subcontainment
id: Subcontainment Yatim
tr: Terk Edilmiş Alt Kapsama

source: Activating layout: <b>%2</b> ...
ar: فعّل التخطيط: <b>%2</b> ...
id: Mengaktifkan tata letak: <b>%2</b> ...
tr: Yerleşim etkinleştiriliyor: <b>%2</b> ...

# command line
source: Replace the current Latte instance.
ar: استبدل مثيل «لاتيه» الحالي.
eo: Anstataŭigi la nunan instancon de Latte.
id: Ganti instansi Latte saat ini.
tr: Geçerli Latte örneğini değiştir.

# command line
source: Show the debugging messages on stdout.
ar: أظهر رسائل التّنقيح في stdout.
eo: Montri la sencimigajn mesaĝojn ĉe stdout.
id: Tampilkan pesan pengawakutu saat stdout.
tr: stdout'ta hata ayıklama iletilerini göster.

# command line
source: Clear qml cache. It can be useful after system upgrades.
ar: امسح خبيئة qml. قد يكون مفيدًا بعد ترقيات النظام.
eo: Forigi qml-kaŝmemoron. Ĝi povas esti utila post sistemaj ĝisdatigoj.
id: Bersihkan cache qml. Ini bisa berguna sesudah peningkatan sistem.
tr: qml önbelleğini temizle. Sistem güncellemeleri sonrası yararlı olabilir.

# command line
source: Enable autostart for this application
ar: مكّن بدء التشغيل الآلي لهذا التطبيق
eo: Ebligi aŭtomatan lanĉon por ĉi tiu aplikaĵo
id: Fungsikan automulai untuk aplikasi ini
ja: このアプリケーションの自動起動を有効化
tr: Bu uygulama için otomatik başlatmayı etkinleştir

# command line
source: Disable autostart for this application
ar: عطّل بدء التشغيل الآلي لهذا التطبيق
eo: Malebligi aŭtomatan lanĉon por ĉi tiu aplikaĵo
ja: このアプリケーションの自動起動を無効化
tr: Bu uygulama için otomatik başlatmayı devre dışı bırak

# command line
source: Import and load default layout on startup.
ar: استورد وحمّل التخطيط المبدئي عند بدء التشغيل.
eo: Importi kaj ŝargi defaŭltan aranĝon ĉe ekfunkciigo.
id: Impor dan muat tataletak baku saat pemuaian.
tr: Öntanımlı yerleşimi başlangıçta içe aktar ve yükle.

# command line
source: Print available layouts
ar: اطبع التخطيطات المتوفرة
eo: Presi disponeblajn aranĝojn
id: Cetak tataletak yang tersedia
tr: Kullanılabilir yerleşimleri yazdır

# command line
source: Print available dock templates
ar: اطبع قوالب المرسى المتوفرة
eo: Presi disponeblajn dokaj ŝablonojn
id: Cetak templat dock yang tersedia
tr: Kullanılabilir rıhtım şablonlarını yazdır

# command line
source: Print available layout templates
ar: اطبع قوالب التخطيط المتوفرة
eo: Presi disponeblajn aranĝajn ŝablonojn
id: Cetak template tataletak yang tersedia
tr: Kullanılabilir yerleşim şablonlarını yazdır

# command line
source: Load specific layout on startup.
ar: حمّل تخطيطًا محددًا عند بدء التشغيل.
eo: Ŝargi specifan aranĝon ĉe ekfunkciigo.
id: Muat tata letak spesifik saat pemulaian.
tr: Başlangıçta belirli yerleşimi yükle.

# command line: load
source: layout_name
ar: اسم_التخطيط
eo: aranĝo_nomo
id: nama_tataletak
tr: yerleşim_adı

# command line
source: Import and load a layout.
ar: استورد وحمّل تخطيطًا.
eo: Importi kaj ŝargi aranĝon.
id: Impor dan muat tataletak.
tr: Bir yerleşimi içe aktar ve yükle.

# command line: import
source: absolute_filepath
ar: مسار_الملف_المطلق
eo: absoluta_dosiera vojo
tr: mutlak_dosya_yolu

# command line
source: Suggested layout name when importing a layout file
ar: اسم التخطيط المقترح عند استيراد ملف تخطيط
eo: Sugestita enpaĝignomo dum importado de aranĝdosiero
tr: Bir yerleşim dosyası içe aktarılırken önerilen yerleşim adı

# command line: import
source: suggested_name
ar: اسم_مقترح
eo: proponita_nomo
tr: önerilen_ad

# command line
source: Import full configuration.
ar: استورد الضبط الكامل.
eo: Importi plenan agordon.
id: Impor konfigurasi selengkapnya.
tr: Tüm yapılandırmayı içe aktar.

# command line: import
source: file_name
ar: اسم_الملفّ
eo: dosiernomo
id: nama_file
tr: dosya_adı

# command line
source: Add Dock/Panel
ar: أضف مرسى/لوحة
eo: Aldoni Dokon/Panelon
id: Tambahkan Dock/Panel
tr: Rıhtım/Panel Ekle

# command line: add
source: template_name
ar: اسم_القالب
eo: ŝablono_nomo
id: nama_template
tr: şablon_adı

# command line
source: Single layout memory mode. Only one layout is active at any case.
ar: نمط ذاكرة التخطيط الفردي. تخطيط واحد فقط نشط في أي حال.
eo: Ununura aranĝa memorreĝimo. Nur unu aranĝo ĉiukaze estas aktiva.
id: Mode memori tataletak tunggal. Hanya satu-satunya tataletak yang aktif.
tr: Tek yerleşim bellek kipi. Herhangi bir durumda yalnızca tek yerleşim etkin olur.

# command line
source: Multiple layouts memory mode. Multiple layouts can be active at any time based on Activities running.
ar: نمط ذاكرة التخطيطات المتعددة. يمكن أن تكون تخطيطات متعددة نشطة في أي وقت بالاعتماد على الأنشطة الجارية.
id: Mode memori tataletak multipel. Tataletak multipel bisa aktif kapan pun berdasarkan pada Activities yang berjalan.
tr: Çoklu yerleşim bellek kipi. Çalışan etkinliklere bağlı olarak birden çok yerleşim herhangi bir anda etkin olabilir.

# command line: debug-text
source: filter_debug_text
ar: نص_تنقيح_المُرشّح
eo: filtrilo_debug_text
tr: hata_ayıklama_metni_süz

source: Available layouts that can be used to start Latte:
ar: التخطيطات المتوفرة التي يمكن استخدامها لبدء «لاتيه»:
eo: Disponeblaj aranĝoj uzeblaj por komenci Latte:
id: Tata letak tersedia yang dapat digunakan untuk memulai Latte:
tr: Latte'yi başlatmak için kullanılabilecek yerleşimler:

source: There are no available layouts, during startup Default will be used.
ar: لا تخطيطات متوفرة، سيُستخدم المبدئي أثناء بدء التشغيل.
eo: Ne estas disponeblaj aranĝoj, dum lanĉo Defaŭlto estos uzata.
id: Tidak ada tata letak yang tersedia, selagi pemulaian yang Baku akan digunakan.
tr: Kullanılabilir yerleşim yok; başlangıçta Öntanımlı yerleşim kullanılacak.

source: Available layout templates found in your system:
ar: قوالب التخطيط المتوفرة الموجودة في نظامك:
eo: Disponeblaj aranĝaj ŝablonoj trovitaj en via sistemo:
id: Templat tata letak yang tersedia di sistem Anda:
tr: Sisteminizde bulunan kullanılabilir yerleşim şablonları:

source: There are no available layout templates in your system.
ar: لا قوالب تخطيط متوفرة في نظامك.
eo: Ne estas disponeblaj aranĝaj ŝablonoj en via sistemo.
id: Tidak ada templat tata letak yang tersedia di sistem Anda.
tr: Sisteminizde kullanılabilir yerleşim şablonları yok.

source: Available dock templates found in your system:
ar: قوالب المرسى المتوفرة الموجودة في نظامك:
eo: Disponeblaj dokaj ŝablonoj trovitaj en via sistemo:
tr: Sisteminizdeki kullanılabilir rıhtım şablonları:

source: There are no available dock templates in your system.
ar: لا قوالب مرسى متوفرة في نظامك.
eo: Ne estas disponeblaj dokaj ŝablonoj en via sistemo.
tr: Sisteminizde kullanılabilir rıhtım şablonları yok.

# layout missing
source: This layout doesn't exist in the system.
ar: لا وجود لهذا التخطيط في النظام.
eo: Ĉi tiu aranĝo ne ekzistas en la sistemo.
id: Tata letak ini tidak ada di sistem.
tr: Bu yerleşim sisteminizde yok.

source: An instance is already running!, use --replace to restart Latte
ar: هناك نسخة تعمل فعلًا! جربّ ‎--replace لإعادة تشغيل «لاتيه»k
eo: Ekzemplero jam funkcias!, uzu --replace por rekomenci Latte
id: Sebuah instansi sudah berjalan!, gunakan --replace untuk memulai ulang Latte
tr: Bir örnek halihazırda çalışıyor, Latte'yi yeniden başlatmak için --replace kullanın

source: The configuration cannot be imported
ar: تعذّر استيراد الضّبط
eo: La agordo ne povas esti importita
id: Konfigurasinya tidak dapat diimpor
tr: Yapılandırma, içe aktarılamıyor

source: The layout cannot be imported
ar: لا يمكن استيراد التخطيط
eo: La aranĝo ne povas esti importita
id: Tata letak tidak dapat diimpor
tr: Yerleşim, içe aktarılamıyor

source: Latte is a dock based on plasma frameworks that provides an elegant and intuitive experience for your tasks and plasmoids. It animates its contents by using parabolic zoom effect and tries to be there only when it is needed. "Art in Coffee"
ar: «لاتيه» هو رصيف مبنيّ على أُطر عمل «بلازما» حيث يقدّم تجربة أنيقة وبدهيّة لمهامك والبلازمويد لديك. يعمل الرّصيف على إنشاء حركة للمحتويات باستخدام تأثير تقريب القطع المكافئ، ويحاول أن يكون بمتناول يديك عند حاجتك إليه فقط. ”الفنّ في القهوة“
id: Latte adalah sebuah dok berdasarkan pada kerangka kerja plasma yang menyediakan sebuah pengalaman yang intuitif dan elegan untuk plasmoid dan tugas Anda. Yang menganimasikan konten-kontennya dengan menggunakan efek zoom parabolik dan mencoba untuk berada di sana ketika hanya diperlukan. "Seni dalam Kopi"
ja: Latte はエレガントで直感的なエクスペリエンスのタスクと Plasmoid を提供する、Plasma frameworks ベースのドックです。また、放射状にズームするエフェクトを用いてコンテンツを動かし、必要な場合のみ表示されるように動作します "Art in Coffee"
tr: Latte, görevleriniz ve Plasmoid'leriniz için zarif ve sezgisel bir deneyim sağlayan, Plasma kod kitaplıkları temelli bir rıhtımdır. İçeriğini parabolik yakınlaştırma efektini kullanarak canlandırır ve yalnızca gerektiğinde orada olmaya çalışır. "Kahvedeki Sanat"

source: Latte Dock defaults
ar: إعدادات «لاتيه دوك» المبدئية
eo: Latte Dock defaŭlte
id: Latte Dock baku
tr: Latte Rıhtım öntanımlıları

source: Latte Dock panel
ar: لوحة «رصيف لاتيه»
eo: Latte Dock-panelo
id: Panel Latte Dock
tr: Latte Rıhtım paneli

source: Widget Explorer
ar: مستكشف الودجات
eo: Fenestraĵa Esploristo
tr: Araç Takımı Gezgini

source: Dock configuration UI
ar: واجهة ضبط الرّصيف
eo: Doka agorda UI
id: UI konfigurasi Dock
tr: Rıhtım yapılandırma arabirimi

source: Dock secondary configuration UI
ar: واجهة ضبط المرسى الثانوية
eo: Doki sekundaran agordan UI
id: UI konfigurasi Dock sekunder
tr: Rıhtım ikincil yapılandırma arayüzü

source: Dock canvas configuration UI
ar: واجهة ضبط حقل المرسى
eo: Doko-kanvas-agorda UI
id: UI konfigurasi kanvas Dock
tr: Rıhtım tuval yapılandırma arayüzü

source: Config model
ar: نموذج الضّبط
eo: Agorda modelo
id: Model konfig
tr: Yapılandırma modeli

source: Splitter
ar: فاصل
id: Pembelah
tr: Bölücü

source: Latte Trademark
ar: علامة «لاتيه» التجارية
eo: Latte Varmarko
id: Merek Dagang Latte
tr: Latte Tescilli Markası

source: Latte Trademark Icon
ar: أيقونة علامة «لاتيه» التجارية
eo: Latte Varmarko Piktogramo
id: Ikon Merek Dagang Latte
tr: Latte Tescilli Marka Simgesi

source: Info View Window
ar: نافذة منظور المعلومات
eo: Info Vida Fenestro
id: Jendela Tampilan Info
tr: Bilgi Görünümü Penceresi

source: default layout file
ar: ملفّ التخطيط المبدئي
eo: defaŭlta aranĝa dosiero
id: file tataletak baku
tr: öntanımlı yerleşim dosyası

source: plasma layout file
ar: ملفّ تخطيط بلازما
eo: plasma aranĝo dosiero
id: file tataletak plasma
tr: plasma yerleşim dosyası

source: unity layout file
ar: ملفّ تخطيط يونتي
eo: unity-aranĝa dosiero
id: file tataletak unity
tr: unity yerleşim dosyası

source: extended layout file
ar: ملفّ تخطيط موسّع
eo: plilongigita aranĝa dosiero
id: file tataletak diperluas
tr: genişletilmiş yerleşim dosyası

source: system templates directory
ar: دليل قوالب النظام
eo: dosierujo de sistemaj ŝablonoj
tr: sistem şablonları dizini

source: default preset file
ar: ملف التشكيلة المسبقة المبدئية
eo: defaŭlta antaŭfiksita dosiero
id: file praset baku
tr: öntanımlı önayar dosyası

source: plasma preset file
ar: ملف تشكيلة بلازما المسبقة
eo: plasmo antaŭfiksita dosiero
id: file praset plasma
tr: plasma önayar dosyası

source: unity preset file
ar: ملف تشكيلة يونيتي المسبقة
eo: unueca antaŭfiksita dosiero
id: file praset unity
tr: unity önayar dosyası

source: extended preset file
ar: ملف تشكيلة موسعة مسبقة
eo: etendita antaŭfiksita dosiero
id: file praset diperluas
tr: genişletilmiş önayar dosyası

source: multiple layouts hidden file
ar: ملف التخطيطات المتعددة المخفية
eo: pluraj aranĝoj kaŝita dosiero
id: file tersembunyi tataletak multipel
tr: çoklu yerleşim gizli dosyası

source: QML component that shows an applet in a popup
ar: مكوّن QML الّذي يظهر بريمجًا في منبثقة
eo: QML-komponento kiu montras apleton en ŝprucfenestro
tr: Bir açılır pencerede bir uygulamacık gösteren QML bileşeni

source: Configuration Definitions
ar: تعاريف الضبط
eo: Agordaj Difinoj
id: Konfigurasi Definisi
tr: Yapılandırma Tanımları

source: User Interface
ar: واجهة المستخدم
eo: Uzantinterfaco
id: Antarmuka Pengguna
tr: Kullanıcı Arayüzü

source: Data Files
ar: ملفات البيانات
eo: Datumaj Dosieroj
id: File Data
tr: Veri Dosyaları

source: Executable Scripts
ar: السكرِبتات التنفيذية
eo: Efektiveblaj Skriptoj
id: Skrip Dapat Dieksekusi
tr: Çalıştırılabilir Betikler

source: Translations
ar: الترجمات
eo: Tradukoj
id: Terjemahan

source: Context Menu Actions
ar: أفعال قائمة السياق
eo: Kunteksta Menuo Agoj
ja: コンテキストメニューのアクション
tr: Bağlam Menüsü Eylemleri

# actions shown only in edit mode
source: Accessible only in edit mode:
ar: يمكن الوصول إليه في نمط التحرير فقط:
eo: Alirebla nur en redakta reĝimo:
ja: 編集モードでのみアクセス可能:
tr: Yalnızca düzenleme kipinde erişilebilir:

# actions shown always
source: Accessible always:
ar: يمكن الوصول إليه دائمًا:
eo: Alirebla ĉiam:
ja: 常にアクセス可能:
tr: Her zaman erişilebilir:

source: Layouts
ar: التخطيطات
eo: Aranĝoj
id: Tata Letak
ja: レイアウト
tr: Yerleşimler

# global settings window
source: Configure Latte...
ar: اضبط «لاتيه»...
eo: Agordi Latte...
id: Konfigurasikan Latte...
ja: Latte を設定...
tr: Latte'yi Yapılandır...

# quit application
source: Quit Latte
ar: أنهِ «لاتيه»
eo: Forlasi Latte
id: Berhentikan Latte
ja: Latte を終了
tr: Latte'den Çık

source: --- separator ---
ar: --- فاصل ---
eo: --- apartigilo ---
ja: --- セパレータ ---
tr: --- ayırıcı ---

source: Add Widgets...
ar: أضف ودجات…
eo: Aldoni fenestraĵojn...
id: Tambahkan Widget...
ja: ウィジェットを追加...
tr: Araç Takımları Ekle...

source: Add Dock/Panel
ar: أضف مرسى/لوحة
eo: Aldoni Dokon/Panelon
id: Tambahkan Dock/Panel
ja: ドックまたはパネルを追加する
tr: Rıhtım/Panel Ekle

source: Move Dock/Panel To Layout
ar: انقل المرسى/اللوحة إلى التخطيط
eo: Movi Dokon/Panelon al Aranĝo
id: Pindahkan Dock/Panel Ke Tataletak
ja: ドックまたはパネルをレイアウトに移動
tr: Rıhtım/Paneli Yerleşime Taşı

source: Export Dock/Panel as Template...
ar: صدّر المرسى/اللوحة كقالب...
eo: Eksporti Dokon/Panelon kiel Ŝablonon...
id: Ekspor Dock/Panel sebagai Templat...
ja: ドックまたはパネルをテンプレートとしてエクスポート
tr: Rıhtım/Paneli Şablon Olarak Dışa Aktar...

source: Remove Dock/Panel
ar: أزل المرسى/اللوحة
eo: Forigi Dokon/Panelon
id: Singkirkan Dock/Panel
ja: ドックまたはパネルを削除する
tr: Rıhtım/Panel Kaldır

source: Blue
ar: الأزرق
eo: Blua
tr: Mavi

source: Brown
ar: بنّي
eo: Bruna
tr: Kahverengi

source: Dark Grey
ar: رمادي داكن
eo: Malhela Griza
tr: Koyu Gri

source: Gold
ar: الذهب
eo: Oro
tr: Altın

source: Green
ar: الأخضر
eo: Verda
id: Hijau
tr: Yeşil

source: Light Sky Blue
ar: أزرق سماوي فاتح
eo: Hela Ĉielo Bluo
tr: Açık Gök Mavisi

source: Orange
ar: برتقالي
eo: Oranĝa
tr: Turuncu

source: Pink
ar: الوردي
eo: Rozkolora
tr: Pembe

source: Purple
ar: أرجواني
eo: Purpura
tr: Mor

source: Red
ar: الأحمر
eo: Ruĝa
tr: Kırmızı

source: Wheat
ar: قمحي
eo: Tritiko
tr: Tahıl

source: Details
ar: التفاصيل
eo: Detaloj
ja: 詳細
tr: Ayrıntılar

source: Behavior:
ar: السّلوك:
eo: Konduto:
id: Perilaku:
ja: 動作:
tr: Davranış:

source: Hide window borders for maximized windows
ar: أخفِ حدود النوافذ للنوافذ المُكبّرة
eo: Kaŝi fenestrajn randojn por maksimumigitaj fenestroj
id: Sembunyikan bayangan latar belakang untuk jendela yang dimaksimalkan
ja: ウィンドウが最大化されたときウィンドウの枠を非表示にする
tr: Ekranı kaplayan pencereler için pencere kenarlıklarını gizle

source: Icon:
ar: الأيقونة:
eo: Piktogramo:
ja: アイコン:
tr: Simge:

source: Show in layouts context menu when possible
ar: أظهر في قائمة سياق التخطيطات إن أمكن
eo: Montri en aranĝoj kunteksta menuo kiam eblas
id: Tampilkan dalam menu konteks tataletak jika memungkinkan
ja: 可能なときレイアウトコンテキストメニューに表示
tr: Olabildiğince yerleşimler bağlam menüsünde göster

source: PopUp Margin:
ar: هامش الانبثاق:
eo: PopUp-Marĝeno:
id: Margin PopUp:
ja: ポップアップの余白:
tr: Açılır Pencere Kenar Boşluğu:

source: Background...
ar: الخلفيّة...
eo: Fono...
id: Latar belakang...
ja: 背景...
tr: Arka Plan...

source: Text Color...
ar: لون النّصّ...
eo: Tekstkoloro...
id: Warna Teks...
ja: テキストの色...
tr: Metin Rengi...

source: Layout:
ar: التخطيط:
eo: Aranĝo:
id: Tata Letak:
ja: レイアウト:
tr: Yerleşim:

source: Background:
ar: الخلفيّة:
eo: Fono:
id: Latar belakang:
ja: 背景:
tr: Arka plan:

source: disabled
ar: معطّل
eo: malŝaltita
id: dinonfungsikan
ja: 無効
tr: devre dışı

source: px.
ar: بكسل
tr: pks.

source: Custom Colors:
ar: ألوان مخصّصة:
eo: Propraj Koloroj:
id: Warna Kustom:
ja: カスタムの色:
tr: Özel Renkler:

# <layout name> Details
source: %1 Details
ar: تفاصيل %1
eo: %1 Detaloj
ja: %1 の詳細
tr: %1 Ayrıntıları

source: The settings of <b>%1</b> layout have changed.<br/>Do you want to apply the changes or discard them?
ar: غيّرت إعدادات التخطيط <b>%1</b>.<br/>هل تريد تطبيق التغييرات أم تجاهلها؟
ja: <b>%1</b> の設定は変更されました。<br/>変更を保存しますか？
tr: <b>%1</b> yerleşimin ayarları değişti.<br/>Değişiklikleri uygulamak mı veya atmak mı istiyorsunuz?

source: Sample Text
ar: نصّ عينة
eo: Specimena Teksto
ja: サンプルテキスト
tr: Örnek Metin

source: System Colors
ar: ألوان النظام
eo: Sistemaj Koloroj
id: Warna Sistem
ja: システムの色
tr: Sistem Renkleri

# column for current applets
source: Current Applets
ar: التطبيقات المصغّرة الحالية
eo: Nunaj Apletoj
id: Applet Saat Ini
ja: 現在のアプレット
tr: Mevcut Uygulamalar

source: Export your selected layout as template
ar: صدّر تخطيطك المختار كقالب
eo: Eksporti vian elektitan aranĝon kiel ŝablonon
id: Ekspor tataletak yang kamu pilih sebagai templat
ja: 選択したレイアウトをテンプレートとしてエクスポート
tr: Seçili yerleşiminizi şablon olarak dışa aktarın

source: Export your selected dock or panel as template
ar: صدّر مرسى أو لوحة اختَرتَها كقالب
eo: Eksporti vian elektitan dokon aŭ panelon kiel ŝablonon
id: Ekspor dock atau panel yang kamu pilih sebagai templat
ja: 選択したドックまたはパネルをテンプレートとしてエクスポート
tr: Seçili rıhtım veya panelinizi şablon olarak dışa aktarın

source: Export your selected view as template
ar: صدّر منظرَك المختار كقالب
eo: Eksporti vian elektitan vidon kiel ŝablonon
ja: 選択したビューをテンプレートとしてエクスポート
tr: Seçili görünümünüzü şablon olarak dışa aktarın

# export template
source: Export
ar: صدّر
eo: Eksporti
id: Ekspor
ja: エクスポート
tr: Dışa Aktar

# export template
source: Export Again
ar: صدّر مجددًا
eo: Eksporti Denove
id: Ekspor Lagi
ja: 再エクスポート
tr: Yeniden Dışa Aktar

source: Select All
ar: حدّد الكلّ
eo: Elekti Ĉion
ja: すべて選択
tr: Tümünü Seç

source: Deselect All
ar: ألغي خيار الكلّ
eo: Malelekti Ĉion
ja: すべて選択解除
tr: Tümünün Seçimini Kaldır

source: File:
ar: الملف:
eo: Dosiero:
ja: ファイル:
tr: Dosya:

source: Choose...
ar: اختر...
eo: Elekti...
ja: 選択...
tr: Seç...

source: <b>Select only</b> applets that you would like to keep their settings in the extracted template. Make sure to not include any applets that contain personal data such as email credentials, calendar etc.
ar: <b>اختر فقط</b> التطبيقات المصغّرة التي تريد الاحتفاظ بإعداداتها في القالب المستخرج. تأكَّد من عدم تضمين أي تطبيقات مصغّرة تحتوي بيانات شخصية مثل بيانات اعتماد البريد الإلكتروني، والتقويم، إلخ.
ja: 展開されたテンプレートで設定を保持したいアプレット<b>のみを選択</b>してください。Eメールの機密情報やカレンダーなどの個人情報を持つアプレットは決して含まないでください。
tr: Yalnızca ayarlarını çıkarılan şablonda tutmak istediğiniz <b>uygulamacıkları seçin</b>. E-posta kimlik bilgileri veya takvim bilgisi gibi kişisel bilgi içeren uygulamacıkları seçmediğinizden emin olun.

source: Export Layout Template
ar: صدّر قالب التخطيط
eo: Eksporti Aranĝo Ŝablono
id: Ekspor Template Tataletak
ja: レイアウトのテンプレートをエクスポート
tr: Yerleşim Şablonunu Dışa Aktar

source: Export Dock/Panel Template
ar: صدّر قالب المرسى/اللوحة
eo: Eksporto Doko/Panelo Ŝablono
id: Ekspor Template Dock/Panel
ja: ドックまたはパネルのテンプレートをエクスポート
tr: Rıhtım/Panel Şablonu Dışa Aktar

source: Dock
ar: مرسى
eo: Doko
ja: ドック
tr: Rıhtım

source: Panel
ar: اللوحة
eo: Panelo
ja: パネル

source: Export %1 Template
ar: صدّر قالب %1
eo: Eksporti %1 Ŝablono
id: Ekspor %1 Template
ja: テンプレート %1 をエクスポート
tr: %1 Şablonu Dışa Aktar

source: Choose Layout Template file
ar: اختر ملف قالب التخطيط
eo: Elekti Dosieron de Ŝablona Aranĝo
id: Memilih file Template Tataletak
tr: Yerleşim şablonu dosyası seçin

source: Choose View Template file
ar: اختر ملف قالب المنظر
eo: Elekti Vidi Ŝablonan dosieron
tr: Görünüm şablonu dosyası seçin

# choose file
source: Choose
ar: اختر
eo: Elektu
tr: Seç
