Repository: KDE/latte-dock
Catalog: po/*/latte-dock.po
Languages: ar, eo, id, ja, tr

# layout template
source: Latte Dock Layout Template file v0.2
ar: ملف قالب تخطيط «لاتيه دوك» الإصدار 0.2
eo: Latte Dock Aranĝo Ŝablona dosiero v0.2
id: File Templat Tataletak Latte Dock v0.2
ja: Latte Dock レイアウトテンプレートファイル v0.2
tr: Latte Rıhtım yerleşim şablonu dosyası sürüm 0.2

# view template
source: Latte Dock View Template file v0.2
ar: ملف قالب منظر «لاتيه دوك» الإصدار 0.2
eo: Latte Dock View Ŝablona dosiero v0.2
id: File Templat Tampilan Tataletak Latte Dock v0.2
ja: Latte Dock ビューテンプレートファイル v0.2
tr: Latte Rıhtım görünüm şablonu dosyası sürüm 0.2

source: <i>%1</i> does not end with <i>.layout.latte</i> extension. Selected file <b>rejected</b>.
ar: لا ينتهي <i>%1</i> بالامتداد <i>.layout.latte</i>. <b>رُفِض</b> الملف المختار.
tr: <i>%1</i>, <i>.layout.latte</i> uzantısı ile bitmiyor. Seçili dosya <b>reddedildi</b>.

source: <i>%1</i> does not end with <i>.view.latte</i> extension. Selected file <b>rejected</b>.
ar: لا ينتهي <i>%1</i> بالامتداد <i>.view.latte</i>. <b>رُفِض</b> الملف المختار.
tr: <i>%1</i>, <i>.view.latte</i> uzantısı ile bitmiyor. Seçili dosya <b>reddedildi</b>.

# settings:template export fail
source: Template <b>%1</b> export <b>failed</b>...
ar: <b>فشل</b> تصدير القالب <b>%1</b>...
eo: Ŝablono <b>%1</b> eksporto <b>malsukcesis</b>...
id: Pengeksporan templat <b>%1</b> <b>gagal</b>...
tr: <b>%1</b> şablonu dışa aktarımı <b>başarısız oldu</b>...

source: Open Location...
ar: افتح الموقع...
eo: Malfermi Lokon...
id: Buka Lokasi...
ja: 場所を開く...
tr: Konum Aç...

# settings:template export success
source: Template <b>%1</b> export succeeded...
ar: نجح تصدير القالب <b>%1</b>...
eo: Eksporto de ŝablono <b>%1</b> sukcesis...
id: Pengeksporan templat <b>%1</b> berhasil...
ja: テンプレート <b>%1</b> のエクスポートに成功しました...
tr: <b>%1</b> şablonu dışa aktarımı başarılı...

source: The file "%1" already exists. Do you wish to overwrite it?
ar: الملفّ ”%1“ موجود فعلًا. أتريد الكتابة فوقه؟
eo: La dosiero "%1" jam ekzistas. Ĉu vi volas anstataŭigi ĝin?
ja: "%1" という名前のファイルは既に存在します。上書きしますか？
tr: "%1" dosyası halihazırda var. Üzerine yazmak istiyor musunuz?

source: Overwrite File?
ar: أأكتب فوق الملفّ؟
eo: Ĉu anstataŭigi dosieron?
ja: ファイルを上書きしますか？
tr: Üzerine Yaz?

source: The settings have changed.<br/>Do you want to apply the changes or discard them?
ar: غيّرت الإعدادات.<br/>هل تريد تطبيق التغييرات أم تجاهلها؟
ja: 設定は変更されました。<br/>変更を保存しますか？
tr: Ayarlar değişti.<br/>Değişiklikleri uygulamak mı veya atmak mı istiyorsunuz?

source: Apply Settings
ar: طبّق الإعدادات
eo: Apliki Agordojn
id: Terapkan Pengaturan
ja: 設定を適用
tr: Ayarları Uygula

source: Hide
ar: أخفِ
eo: Kaŝi
id: Sembunyikan
ja: 隠す
tr: Gizle

# remove selected screens
source: Remove Now
ar: أزل الآن
eo: Forigi Nun
id: Singkirkan Sekarang
ja: 今すぐ削除
tr: Şimdi Kaldır

source: Remove selected screen references
ar: أزل إشارات الشاشات المختارة
eo: Forigi elektitajn ekranreferencojn
id: Singkirkan referensi layar yang dipilih
tr: Seçili ekran başvurularını kaldır

source: Screens
ar: الشّاشات
eo: Ekranoj
id: Layar
tr: Ekranlar

source: <b>Select only</b> screens that are obsolete and you would like to remove their reference. Active screens or screens used in your layouts can not be removed.
ar: <b>اختر فقط</b> الشاشات التي عفَت ولا تريد إشارتها. لا يمكن إزالة الشاشات النشطة أو الشاشات المستخدمة في تخطيطاتك.
tr: Yalnızca artık kullanılmayan ve başvurusunu kaldırmak istediğiniz<b>ekranları seçin</b>. Yerleşimlerinizde kullanılan ekranlan veya etkin ekranlar kaldırılamaz.

source: You are going to <b>remove %2</b> reference completely.<br/>Would you like to continue?
ar: سوف <b>تُزيل</b> إشارة <b>%2</b> بالكامل.<br/>هل تريد المتابعة؟
tr: <b>%2 başvuruyu tümüyle</b> kaldıracaksınız.<br/>Sürdürmek istiyor musunuz?

source: Approve Removal
ar: وافِق على الإزالة
eo: Aprobi Forigon
tr: Kaldırmayı Onayla

# column for screens
source: Screens
ar: الشّاشات
eo: Ekranoj
id: Layar
tr: Ekranlar

# settings:counted layout with errors
source: <b>Error:</b> There is <b>1 layout</b> that has reported errors.
ar: <b>خطأ:</b> هناك <b>تخطيط واحد</b> أبلغ عن أخطاء.
tr: <b>Hata:</b> Hata bildiren <b>1 yerleşim</b> var.

# settings:counted layout with warnings
source: <b>Warning:</b> There is <b>1 layout</b> that has reported warnings.
ar: <b>تحذير:</b> هناك <b>تخطيط واحد</b> أبلغ عن تحذيرات.
tr: <b>Uyarı:</b> Hata bildiren <b>1 yerleşim</b> var.

source: Examine...
ar: افحص...
eo: Ekzamenu...
tr: İncele...

# settings:named layout with warnings
source: <b>Warning: %2</b> layout has reported <b>1 warning</b> that need your attention.
ar: <b>تحذير:</b> أبلغ التخطيط <b>%2</b> عن <b>تحذير واحد</b> يحتاج إلى انتباهك.
tr: <b>Uyarı: %2</b> dizilim, dikkatinizi vermeniz gereken <b>1 uyarı</b> bildirdi.

# settings:named layout with errors
source: <b>Error: %2</b> layout has reported <b>1 error</b> that you need to repair.
ar: <b>خطأ:</b> أبلغ التخطيط <b>%2</b> عن <b>خطأ واحد</b> تحتاج إلى إصلاحه.
tr: <b>Hata: %2</b> yerleşim, onarmanız gereken <b>1 hata</b> bildirdi.

# errors count
source: 1 error
ar: لا أخطاء
tr: 1 hata

# warnings count
source: 1 warning
ar: لا تحذيرات
id: 1 peringatan
tr: 1 uyarı

# settings: named layout with %2 errors and %3 warnings
source: <b>Error: %1</b> layout has reported <b>%2</b> and <b>%3</b> that you need to repair.
ar: <b>خطأ:</b> أبلغ التخطيط <b>%1</b> عن <b>%2</b> و <b>%3</b> تحتاج إلى إصلاحها.
tr: <b>Hata: %1</b> yerleşim, onarmanız gereken <b>%2</b> ve <b>%3</b> bildirdi.

source: Dropped Raw Layout
ar: تخطيط خام مُسقَط
eo: Faligita Kruda Aranĝo
tr: Ham Yerleşim Bırakıldı

# layout
source: Alternative
ar: بديل
eo: Alternativo
id: Alternatifnya
tr: Alternatif

source: Layout <b>%2</b> imported successfully...
ar: استورد التخطيط <b>%2</b> بنجاح...
id: Tata letak <b>%2</b> berhasil diimpor...
tr: Yerleşim <b>%2</b>, başarıyla içe aktarıldı...

# settings: layout name used
source: Layout <b>%1</b> is already used, please provide a different name...
ar: التخطيط <b>%1</b> مستخدم بالفعل، الرجاء توفير اسم مختلف...
eo: Aranĝo <b>%1</b> jam estas uzata, bonvolu doni alian nomon...
tr: Yerleşim <b>%1</b>, halihazırda kullanılıyor, lütfen başka bir ad sağlayın...

# column for layout name
source: Name
ar: الاسم
eo: Nomo
id: Nama
ja: 名前
tr: Ad

# column for layout to show in menu
source: In Menu
ar: في القائمة
eo: En Menuo
id: Di Dalam Menu
ja: メニュー内
tr: Menüde

# column for layout to hide borders for maximized windows
source: Borderless
ar: بلا حدود
eo: Senlima
id: Kebingkaian
ja: ボーダーレス
tr: Kenarlıksız

# column for layout to show which activities is assigned to
source: Activities
ar: الأنشطة
eo: Aktivecoj
ja: アクティビティ
tr: Etkinlikler

source: All Activities
ar: كلّ الأنشطة
eo: Ĉiuj Aktivecoj
id: Semua Aktivitas
ja: すべてのアクティビティ
tr: Tüm Etkinlikler

source: Free Activities
ar: أنشطة حرة
eo: Liberaj Agadoj
id: Aktivitas Bebas
ja: フリー状態のアクティビティ
tr: Boş Etkinlikler

source: Current Activity
ar: النّشاط الحاليّ
eo: Nuna Agado
id: Aktivitas Saat Ini
ja: 現在のアクティビティ
tr: Geçerli Etkinlik

source: Drop layout files here...
ar: أسقط ملفات التخطيط هنا...
eo: Forigi aranĝajn dosierojn ĉi tie...
id: Letakkan file tataletak di sini...
ja: レイアウトのファイルをここにドロップしてください...
tr: Yerleşim dosyalarını buraya bırakın...

source: Drop raw layout text here...
ar: أسقط نص التخطيط الخام هنا...
eo: Forigi krudan aranĝan tekston ĉi tie...
id: Letakkan teks tataletak mentah (raw) di sini...
ja: レイアウトの生テキストをここにドロップしてください...
tr: Ham yerleşim metnini buraya bırakın...

source: Unsupported data!
ar: بيانات غير مدعومة!
eo: Nesubtenataj datumoj!
ja: サポートされていないデータです！
tr: Desteklenmeyen veri!

source: File
ar: ملف
eo: Dosiero
ja: ファイル
tr: Dosya

source: Import Configuration...
ar: استورد الضبط...
eo: Importi agordon...
id: Impor Konfigurasi...
ja: 設定をインポート...
tr: Yapılandırmayı İçe Aktar...

source: Import your full configuration from previous backup
ar: استورد ضبطك الكامل من نسخة احتياطية سابقة
eo: Importi vian plenan agordon de antaŭa sekurkopio
id: Impor konfigurasi lengkap kamu dari cadangan yang sebelumnya
ja: 以前のバックアップからすべての設定をインポートする
tr: Tüm yapılandırmanızı önceki yedekten içe aktarın

source: Export Configuration...
ar: صدّر الضبط...
eo: Eksporti Agordon...
id: Ekspor Konfigurasi...
ja: 設定をエクスポート...
tr: Yapılandırmayı Dışa Aktar...

source: Export your full configuration to create backup
ar: صدّر ضبطك الكامل لإنشاء نسخة احتياطية
eo: Eksporti vian plenan agordon por krei sekurkopion
id: Ekspor konfigurasi lengkap kamu untuk membuat cadangan
ja: すべての設定をエクスポートしてバックアップを作成する
tr: Yedek oluşturmak için tüm yapılandırmanızı dışa aktarın

source: &Screens...
ar: ال&شّاشات…
eo: &Ekranoj...
id: Laya&r...
ja: スクリーン(&S)...
tr: &Ekranlar...

source: Examing your screens and remove deprecated references
ar: افحص شاشاتك وأزل الإشارات المهجورة
eo: Ekzamenante viajn ekranojn kaj forigi malrekomenditajn referencojn
tr: Ekranlarınız inceleniyor ve kullanılmayan başvurular kaldırılıyor

source: &Quit Latte
ar: أنهِ &لاتيه
eo: &Forlasi Latte
id: Ber&hentikan Latte
ja: Latte を終了する(&Q)
tr: &Latte'den Çık

source: Import Full Configuration
ar: استورد الضبط الكامل
eo: Importi Plenan Agordo
id: Impor Konfigurasi Lengkap
ja: すべての設定をインポート
tr: Tüm Yapılandırmayı İçe Aktar

# import full configuration
source: Import
ar: استورد
eo: Importi
id: Impor
ja: インポート
tr: İçe aktar

# import full configuration
source: Latte Dock Full Configuration file
ar: ملف ضبط «لاتيه دوك» الكامل
eo: Latte Dock Plena Agorda dosiero
id: File Konfigurasi Lengkap Latte Dock
ja: Latte Dock フル設定ファイル
tr: Latte Dock Tüm Yapılandırma dosyası

source: Import: Full Configuration File
ar: استيراد: ملف الضبط الكامل
eo: Importi: Plena Agorda Dosiero
id: Impor: File Konfigurasi Lengkap
ja: インポート: フル設定ファイル
tr: Tüm Yapılandırma Dosyasını İçe Aktar

source: You are importing full configuration file. Be careful, all <b>current settings and layouts will be lost</b>. It is advised to <b>take backup</b> first!<br>
ar: أنت تستورد ملف ضبط كامل. كن حذرًا، سوف <b>تضيع</b> كل <b>الإعدادات والتخطيطات الحالية</b>. يوصى <b>بأخذ نسخة احتياطية</b> أولاً!<br>
ja: フル設定ファイルをインポートしています。<b>現在の設定と レイアウトがすべて失われる</b>ことに注意してください。最初に <b>バックアップを取る</b>ことをお勧めします。<br>
tr: Tüm bir yapılandırma dosyası içe aktarıyorsunuz. Dikkatli olun, tüm <b>geçerli ayarlar ve yerleşimler kaybolacak</b>. Öncelikle <b>bir yedek almanız</b> önerilir!<br>

# export full configuration
source: Take Backup...
ar: خذ نسخة احتياطية...
eo: Krei Sekurkopion...
ja: バックアップを取る...
tr: Yedek Al...

source: Export your full configuration in order to take backup
ar: صدّر ضبطك الكامل لأخذ نسخة احتياطية
eo: Eksportu vian plenan agordon por fari sekurkopion
id: Ekspor konfigurasi lengkap kamu supaya bisa mengambil cadangan
ja: バックアップを取るためにすべての設定をエクスポートする
tr: Bir yedek almak için tüm yapılandırmanızı dışa aktarın.

source: Import your full configuration and drop all your current settings and layouts
ar: استورد ضبطك الكامل وأسقِط كل إعداداتك وتخطيطاتك الحالية
ja: すべての設定をインポートし現在のすべての設定とレイアウトを破棄する
tr: Tüm yapılandırmanızı içe aktarın ve geçerli ayarları/yerleşimleri bırakın

source: Export Full Configuration
ar: صدّر الضبط الكامل
eo: Eksportu Plena Agordo
id: Ekspor Konfigurasi Lengkap
ja: すべての設定をエクスポート
tr: Tüm Yapılandırmayı Dışa Aktar

# export full configuration
source: Export
ar: صدّر
eo: Eksporti
id: Ekspor
ja: エクスポート
tr: Dışa Aktar

# export full configuration
source: Latte Dock Full Configuration file v0.2
ar: ملف ضبط «لاتيه دوك» الكامل الإصدار 0.2
eo: Latte Dock Plena Agorda dosiero v0.2
id: File Konfigurasi Lengkap Latte Dock v0.2
ja: Latte Dock フル設定ファイル v0.2
tr: Latte Rıhtım tüm yapılandırma dosyası sürüm 0.2

source: Full configuration export <b>failed</b>...
ar: <b>فشل</b> تصدير الضبط الكامل...
eo: Plena agorda eksporto <b>malsukcesis</b>...
id: Pengeksporan konfigurasi lengkap <b>gagal</b>...
ja: すべての設定のエクスポートが<b>失敗</b>しました...
tr: Tüm yapılandırma dışa aktarımı <b>başarısız</b>...

source: Full configuration export succeeded...
ar: نجح تصدير الضبط الكامل...
eo: Plena agorda eksporto sukcesis...
id: Pengeksporan konfigurasi lengkap berhasil...
ja: すべての設定のエクスポートが成功しました...
tr: Tüm yapılandırma, başarıyla dışa aktarıldı...

source: The settings of <b>%1</b> tab have changed.<br/>Do you want to apply the changes or discard them?
ar: غيّرت إعدادات لسان <b>%1</b>.<br/>هل تريد تطبيق التغييرات أم تجاهلها؟
ja: タブ <b>%1</b> の設定が変更されました。<br/>変更を保存しますか？
tr: <b>%1</b> sekmenin ayarları değişti.<br/>Değişiklikleri uygulamak mı veya atmak mı istiyorsunuz?

# latte settings window
source: Settings
ar: إعدادات
eo: Agordoj
id: Pengaturan
ja: 設定
tr: Ayarlar

source: Layouts Editor
ar: محرّر التخطيطات
eo: Redaktilo de Aranĝoj
id: Editor Tata Letak
ja: レイアウトエディタ
tr: Yerleşim Düzenleyicisi

source: Only one layout is applied at all times for all activities
ar: تخطيط واحد فقط مطبّق طوال الوقت لجميع الأنشطة
eo: Nur unu aranĝo estas aplikata ĉiam por ĉiuj agadoj
id: Hanya satu tataletak yang diterapkan pada setiap saat dan semua aktivitas
ja: すべてのアクティビティで常に一つのレイアウトが適用されます
tr: Tüm etkinlikler için her zaman yalnızca bir yerleşim uygulanır

# single layout
source: Single layout at all times
ar: تخطيط واحد طوال الوقت
eo: Ununura aranĝo ĉiam
id: Tataletak tunggal pada setiap saat
ja: 常に一つのレイアウト
tr: Her zaman tek yerleşim

source: Multiple layouts can be present and active in memory at the same time for different activities
ar: يمكن أن تتواجد تخطيطات متعددة ونشطة في الذاكرة في الوقت نفسه لأنشطة مختلفة
id: Beberapa tata letak dapat tersedia dan aktif dalam memori pada waktu yang sama untuk aktivitas berbeda
ja: 異なるアクティビティで複数のレイアウトが併存できます
tr: Farklı etkinlikler için aynı anda birden fazla yerleşim mevcut ve bellekte etkin olabilir

# multiple layouts
source: Multiple layouts based on activities
ar: تخطيطات متعددة بالاعتماد على الأنشطة
eo: Multoblaj aranĝoj bazitaj sur agadoj
id: Tataletak multipel berdasarkan pada aktivitas
ja: アクティビティに基づく複数のレイアウト
tr: Etkinliker tabanlı çoklu yerleşimler

source: Switch
ar: بدّل
eo: Ŝalti
id: Alihkan
ja: 切り替え
tr: Değiştir

source: Activities...
ar: الأنشطة...
eo: Agadoj...
id: Aktivitas...
ja: アクティビティ...
tr: Etkinlikler...

source: New
ar: جديد
eo: Nova
id: Baru
ja: 新規
tr: Yeni

source: Duplicate
ar: كرّر
eo: Duobligi
ja: 複製
tr: Çoğalt

source: Remove
ar: أزل
eo: Forigi
id: Hapus
ja: 削除
tr: Kaldır

source: Enabled
ar: ممكّن
eo: Ebligita
id: Difungsikan
ja: 有効
tr: Etkinleştirildi

source: Read Only
ar: للقراءة فقط
eo: Nurlegebla
ja: 読み取り専用
tr: Salt Okunur

source: Details...
ar: تفاصيل...
eo: Detaloj...
ja: 詳細...
tr: Ayrıntılar...

source: Import...
ar: استورد...
eo: Importi...
id: Impor...
ja: インポート...
tr: İçe Aktar...

source: Export...
ar: صدّر...
eo: Eksporti...
id: Ekspor...
ja: エクスポート...
tr: Dışa Aktar...

source: Preferences
ar: تفضيلات
eo: Preferoj
id: Preferensi
ja: 設定
tr: Tercihler

source: Different hardware can have different delays during screen changes. This tracker is used in order to not lose any screen related update.
ar: قد يكون للأجهزة المختلفة تأخيرات مختلفة أثناء تغييرات الشاشة. يستخدم هذا التتبع لعدم فقدان أي تحديث متعلق بالشاشة.
id: Hardware yang berbeda bisa memiliki tundaan yang berbeda selama perubahan layar. Pelacak ini digunakan agar tidak luput terhadap pembaruan yang berhubungan dengan layar apa pun.
tr: Farklı donanımların ekran değişimleri sırasında farklı gecikmeleri olabilir. Bu izleyici, ekran ile ilgili herhangi bir güncellemeyi kaybetmemek için kullanılır.

source: ms.
ar: مث
id: md.

source: reaction delay for changes
ar: تأخير رد الفعل للتغييرات
eo: reago prokrasto por ŝanĝoj
id: tunda reaksi untuk perubahan
ja: 変更に対する反応を遅延
tr: değişiklikler için reaksiyon gecikmesi

source: Provide visual feedback when layouts are activated automatically
ar: وفّر تغذية راجعة مرئية عندما تُفعَّل التخطيطات آليًا
eo: Provizu vidajn rimarkojn kiam aranĝoj estas aktivigitaj aŭtomate
id: Sediakan umpan balik visual ketika tata letak diaktifkan secara otomatis
ja: レイアウトが自動的に有効化された時視覚的なフィードバックを提供する
tr: Yerleşimler kendiliğinden etkinleştirildiğinde görsel geri bildirim sağla

source: Show informative window for layouts automatic activation
ar: أظهر نافذة إعلامية للتفعيل الآلي للتخطيطات
eo: Montri informan fenestron por aranĝoj aŭtomata aktivigo
id: Tampilkan jendela informatif untuk tata letak yang pengaktifannya otomatis
ja: レイアウトの自動有効化時に情報ウィンドウを表示
tr: Yerleşimlerin otomatik aktivasyonu için bilgilendirici pencere göster

source: Activate support for borderless maximized windows between different layouts
ar: فعّل دعم النوافذ المُكبّرة بلا حدود بين التخطيطات المختلفة
id: Aktifkan dukungan untuk kebingkaian jendela yang dimaksimalkan antara tataletak yang berbeda
ja: 異なるレイアウト間で枠なしの最大化されたウィンドウのサポートを有効化する
tr: Farklı yerleşimler arasında kenarlıksız büyütülmüş pencereler için desteği etkinleştir

source: Support borderless maximized windows in different layouts
ar: ادعم النوافذ المُكبّرة بلا حدود في التخطيطات المختلفة
eo: Subteni senlimajn maksimumigitajn fenestrojn en malsamaj aranĝoj
id: Dukungkan kebingkaian jendela yang dimaksimalkan dalam tataletak yang berbeda
ja: 枠なしの最大化されたウィンドウのサポートを異なるレイアウトで有効化する
tr: Farklı yerleşimlerde kenarlıksız büyütülmüş pencereleri destekleyin

source: Actions:
ar: الإجراءات:
eo: Agoj:
id: Aksi:
ja: アクション:
tr: Eylemler:

source: Use 3D style for notification and shortcut badges
ar: استخدم نمط ثلاثي الأبعاد لللصائق الاختصارات والإشعارات
eo: Uzi 3D-stilon por sciigoj kaj ŝparvojaj insignoj
id: Gunakan gaya 3D untuk lencana pintasan dan notifikasi
ja: 3D スタイルを通知とショートカットバッジに適用する
tr: Bildirim ve kısayol rozetleri için 3B biçemi kullanın

source: Press and hold ⌘ to show shortcuts badges for applets and tasks
ar: اضغط باستمرار على ⌘ لإظهار لصائق الاختصارات للتطبيقات المصغّرة والمهام
eo: Premu kaj tenu ⌘ por montri insignojn pri ŝparvojoj por apletoj kaj taskoj
id: Tekan dan tahan ⌘ untuk menampilkan lencana pintasan bagi applet dan tugas
ja: ⌘ を長押ししてアプレットとタスクのショートカットバッジを表示する
tr: Uygulamacıklar ve görevler için kısayol rozetlerini göstermek için ⌘ düğmesine basılı tutun

source: Press and Hold ⌘ to show shortcuts badges
ar: اضغط باستمرار على ⌘ لإظهار لصائق الاختصارات
eo: Premu kaj tenu ⌘ por montri insignojn pri ŝparvojoj
id: Tekan dan Tahan ⌘ untuk menampilkan lencana pintasan
ja: ⌘ を長押ししてショートカットバッジを表示する
tr: Kısayol rozetlerini göstermek için ⌘ düğmesini basılı tutun

source: Parabolic Effect:
ar: تأثير قطع مكافئ:
eo: Parabola Efekto:
id: Efek Parabolik:
ja: 放射状のエフェクト:
tr: Parabolik Efekt:

source: Screens:
ar: شاشات:
eo: Ekranoj:
id: Layar:
ja: スクリーン:
tr: Ekranlar:

source: Start the application automatically after each relogin
ar: ابدأ تشغيل التطبيق آليًا بعد كل إعادة دخول
eo: Komenci la aplikaĵon aŭtomate post ĉiu reensaluto
id: Mulai aplikasi secara otomatis sesudah login ulang
ja: 再ログインのたびにアプリケーションを自動的に開始する
tr: Her oturum açmadan sonra uygulamayı kendiliğinden başlat

source: Enable autostart during startup
ar: مكّن البدء الآليّ عند البدء
eo: Ebligi aŭtomatan ekfunkciigon dum ekfunkciigo
id: Fungsikan automulai selagi pemulaian
ja: 起動時に自動起動を有効化
tr: Başlangıç sırasında kendiliğinden başlatmayı etkinleştir

source: Low sensitivity for parabolic effect (low cpu usage and performance)
ar: حساسية منخفضة لتأثير القطع المكافئ (استخدام منخفض لوحدة المعالجة المركزية وأداء منخفض)

# low sensitivity
source: Low
ar: منخفض
eo: Malalta

source: Medium sensitivity for parabolic effect (normal cpu usage and performance)
ar: حساسية متوسطة لتأثير القطع المكافئ (استخدام وأداء عادي لوحدة المعالجة المركزية)

# medium sensitivity
source: Medium
ar: متوسط
eo: Ujo

source: High sensitivity for parabolic effect (high cpu usage and performance)
ar: حساسية عالية لتأثير القطع المكافئ (استخدام عالي لوحدة المعالجة المركزية وأداء عالي)

# high sensitivity
source: High
ar: عالي
eo: Alta

source: mouse sensitivity
ar: حساسية الفأرة

source: Appearance:
ar: المظهر:
eo: Aspekto:
id: Penampilan:
ja: 外観:
tr: Görünüş:

source: Forward ⌘ press from KWin to Latte in order to activate Application Launcher. It is suggested to disable that option if you remove Latte.
ar: حوّل ضغطة ⌘ من KWin إلى «لاتيه» لتفعيل مُشغّل التطبيقات. يوصى بتعطيل هذا الخيار إذا أزلت «لاتيه».
id: Tekan ⌘ maju dari KWin untuk Latte agar mengaktifkan Peluncur Aplikasi.
ja: ⌘ の押下を KWin から Latte に通知してアプリケーションランチャーを起動します。Latte を削除する場合はこのオプションを無効化することが推奨されます。
tr: Uygulama Başlatıcı'yı etkinleştirmek için KWin'den Latte'ye ⌘ düğmesine basın. Latte'yi kaldırırsanız bu seçeneği devre dışı bırakmanız önerilir.

source: Press ⌘ to activate Application Launcher
ar: اضغط ⌘ لتفعيل مُشغّل التطبيقات
eo: Premi ⌘ por aktivigi Aplikan Lanĉilon
id: Tekan ⌘ untuk mengaktifkan Peluncur Aplikasi
ja: ⌘ を押してアプリケーションランチャーを開始する
tr: Uygulama Başlatıcı'yı etkinleştirmek için ⌘ düğmesine basın

source: Context Menu:
ar: قائمة سياق:
eo: Kunteksta Menuo:
ja: コンテキストメニュー:
tr: Bağlam Menüsü:

source: Actions...
ar: الإجراءات
eo: Agoj...
id: Aksi...
ja: アクション...
tr: Eylemler...

source: Inform Plasma desktop for available desktop space
ar: أعلِم سطح مكتب بلازما بالمساحة المتوفرة لسطح المكتب
eo: Informi Plasma labortablo pri disponebla labortabla spaco
ja: Plasma デスクトップに利用可能なデスクトップのスペースを通知する
tr: Kullanılabilir masaüsti alanı için Plasma Masaüstü'nü bilgilendir

source: Layout
ar: التخطيط
eo: Aranĝo
id: Tata Letak
ja: レイアウト
tr: Yerleşim

# switch layout
source: Switch
ar: بدّل
eo: Ŝalti
id: Alihkan
ja: 切り替え
tr: Değiştir

source: Switch to selected layout
ar: حوّل إلى التخطيط المختار
eo: Ŝalti al elektita aranĝo
id: Beralih ke tataletak terpilih
ja: 選択されたレイアウトに切り替える
tr: Seçili yerleşime geç

source: &Activities
ar: الأ&نشطة
eo: &Agadoj
id: &Aktivitas
ja: アクティビティ(&A)
tr: &Etkinlikler

source: Show Plasma Activities manager
ar: أظهر مدير أنشطة بلازما
eo: Montri administranton pri Plasma Aktiveco
ja: Plasma アクティビティマネージャを表示
tr: Plasma Etkinlikler yöneticisini göster

# new layout
source: &New
ar: &جديد
eo: &Nova
ja: 新規(&N)
tr: &Yeni

source: New layout
ar: تخطيط جديد
eo: Nova aranĝo
id: Tata letak baru
ja: 新しいレイアウト
tr: Yeni yerleşim

# duplicate layout
source: &Duplicate
ar: &كرّر
eo: &Duobligi
ja: 複製(&D)
tr: Ç&oğalt

source: Duplicate selected layout
ar: انسخ التخطيط المختار
eo: Duobligi elektitan aranĝon
id: Duplikatkan tataletak yang dipilih
ja: 選択したレイアウトを複製する
tr: Seçili yerleşimi çoğalt

# remove layout
source: Remove
ar: أزل
eo: Forigi
id: Hapus
ja: 削除
tr: Kaldır

source: Remove selected layout
ar: أزل التخطيط المختار
eo: Forigi elektitan aranĝon
id: Hapus tataletak terpilih
ja: 選択したレイアウトを削除する
tr: Seçili yerleşimi kaldır

source: Ena&bled
ar: &ممكّن
id: Di&fungsikan
ja: 有効(&B)
tr: &Etkinleştirildi

source: Assign in activities in order to be activated through Plasma Activities
ar: خصص في الأنشطة لتفعيله عبر أنشطة بلازما
eo: Asigni agadojn por esti aktivigita per Plasmaj Agadoj
ja: Plsama アクティビティで有効化するためにアクティビティを割り当てる
tr: Plasma Etkinlikler tarafıdan etkinleştirilecek etkinlikleri atayın

# read only layout
source: &Read Only
ar: للقراءة &فقط
eo: &Nurlegebla
ja: 読み取り専用(&R)
tr: &Salt Okunur

source: Make selected layout read-only
ar: اجعل التخطيط المختار للقراءة فقط
eo: Igi elektitan aranĝon nurlegebla
id: Buat hanya-baca tataletak yang dipilih
ja: 選択したレイアウトを読み取り専用にする
tr: Seçili yerleşimi saltokunur yap

# layout docks / panels
source: Docks, &Panels...
ar: المراسي، &ألواح...
eo: Dokoj, &Paneloj...
id: Dock, &Panel...
ja: ドック、パネル(&P)...
tr: Rıhtımlar, &Paneller...

source: Show selected layouts docks and panels
ar: أظهر مراسي وألواح التخطيطات المختارة
eo: Montri elektitajn aranĝojn dokojn kaj panelojn
id: Tampilkan dock dan panel tataletak yang dipilih
ja: 選択されたドックまたはパネルのレイアウトを表示
tr: Seçili yerleşimler rıhtımlarını ve panellerini göster

# layout details
source: De&tails...
ar: ال&تفاصيل…
eo: Detaloj...
ja: 詳細(&T)...
tr: &Ayrıntılar...

source: Show selected layout details
ar: أظهر تفاصيل التخطيط المختار
eo: Montri elektitajn aranĝajn detalojn
id: Tampilkan detail tataletak yang dipilih
ja: 選択されたレイアウトの詳細を表示
tr: Seçili yerleşim ayrıntılarını göster

# import layout
source: &Import
ar: ا&ستورد
eo: &Importi
id: &Impor
ja: インポート(&I)
tr: İç&e Aktar
