Repository: KDE/latte-dock
Catalog: po/*/latte-dock.po
Languages: ar, eo, id, ja, tr

source: Enable/disable applet shadows
ar: فعّل/عطّل ظلال التطبيقات المصغّرة
eo: Ebligi/malŝalti apletajn ombrojn
id: Fungsikan/nonfungsikan bayangan applet
ja: アプレットの影を有効化・無効化する
tr: Uygulamacık gölgelerini etkinleştir/devre dışı bırak

# default shadow
source: Default Color
ar: اللون المبدئيّ
eo: Defaŭlta Koloro
ja: 標準
tr: Varsayılan Renk

source: Default shadow for applets
ar: ظل مبدئي للتطبيقات المصغّرة
eo: Defaŭlta ombro por apletoj
id: Bayaangan baku untuj applet
ja: 標準のアプレットの影
tr: Uygulamacıklar için öntanımlı gölge

# theme shadow
source: Theme Color
ar: لون السمة
eo: Etoso Koloro
ja: テーマの色
tr: Tema Rengi

source: Shadow from theme color palette
ar: ظل من لوحة ألوان السمة
eo: Ombro el etoso kolora paletro
id: Bayangkan dari palet warna tema
ja: テーマのカラーパレットからの影
tr: Tema renk paletinden gölge

source: Use set shadow color
ar: استخدم لون الظل المضبوط
eo: Uzi fiksitan ombrokoloron
id: Gunakan set warna bayangan
ja: 影の色を選択する
tr: Küme gölge rengini kullan

source: Please choose shadow color
ar: رجاءً اختر لون الظّلّ
eo: Bonvolu elekti ombrokoloron
id: Silakan pilih warna bayangan
ja: 影の色を選んでください
tr: Lütfen gölge rengini seçin

source: Animations
ar: الحركات
eo: Animacioj
id: Animasi
ja: アニメーション
tr: Canlandırmalar

source: Enable/disable all animations
ar: فعّل/عطّل كل الحركات
eo: Ebligu/malŝalti ĉiujn kuraĝigojn
id: Fungsikan/nonfungsikan semua animasi
ja: すべてのアニメーションを有効化・無効化する
tr: Tüm canlandırmaları etkinleştir/devre dışı bırak

source: x1
ar: مرّة

source: x2
ar: مرّتان

source: x3
ar: ثلاث مرّات

source: Indicators
ar: دلائل
eo: Indikiloj
id: Indikator
ja: インジケータ
tr: Göstergeler

source: Enable/disable indicators
ar: فعّل/عطّل الدلائل
eo: Ebligi/malŝalti indikilojn
id: Fungsikan/nonfungsikan imdikator
ja: インジケータを有効化・無効化する
tr: Göstergeleri etkinleştir/devre dışı bırak

# latte indicator style
source: Latte
ar: لاتيه
eo: Latteo

# plasma indicator style
source: Plasma
ar: بلازما
eo: Plasmo

source: Badges
ar: الشارات
eo: Insignoj
id: Lencana
ja: バッジ
tr: Rozetler

source: Notifications from tasks
ar: إشعارات من المهام
eo: Sciigoj de taskoj
id: Notifikasi dari tugas
ja: タスクの通知
tr: Görevlerden bildirimler

source: Show unread messages or notifications from tasks
ar: أظهر الرسائل غير المقروءة أو الإشعارات من المهام
eo: Montri nelegitajn mesaĝojn aŭ sciigojn de taskoj
id: Tampilkan pesan belum dibaca atau notifikasi dari tugas-tugas
ja: タスクの未読のメッセージや通知を表示
tr: Okunmayan iletileri veya görevlerden bildirimleri göster

source: Progress information for tasks
ar: معلومات تقدّم المهام
eo: Progresinformoj por taskoj
id: Informasi progres untuk tugas
ja: タスクの進捗情報
tr: Görevler için ilerleme bilgileri

source: Show a progress animation for tasks e.g. when copying files with Dolphin
ar: أظهر حركة تقدّم للمهام كنسخ الملفات بـ Dolphin على سبيل المثال
id: Tampilkan sebuah animasi progres mis. ketika penyalinan file dengan Dolphin
ja: タスクの進捗情報をアニメーションで表示します (例: Dolphin でのファイルのコピーの進捗)
tr: Görevler için bir ilerleme canlandırması gösterin; örn. Dolphin ile dosya kopyalarken

source: Audio playing from tasks
ar: تشغيل الصوت من المهام
eo: Aŭdio ludanta de taskoj
id: Pemutaran audio dari tugas
ja: タスクのオーディオ再生
tr: Görevlerden çalan sesler

source: Show audio playing from tasks
ar: أظهر تشغيل الصوت من المهام
eo: Montri sonludadon de taskoj
id: Tampilkan pemutaran audio dari tugas-tugas
ja: タスクのオーディオ再生を表示
tr: Görevlerden çalan sesi göster

source: Prominent color for notification badge
ar: لون بارز لشارة الإشعار
eo: Elstara koloro por sciiga insigno
id: Warna yang mencolok untuk lencana notifikasi
ja: 通知バッジに目立つ色を使用
tr: Bildirim rozeti için göze çarpan renk

source: Notification badge uses a more prominent background which is usually red
ar: تستخدم شارة الإشعار خلفية أكثر بروزاً هي حمراء عادة
id: Lencana notifikasi menggunakan sebuah latar belakang yang lebih mencolok yang biasanya adalah merah
ja: より目立つ色 (主に赤色) を通知バッジの背景に使用します
tr: Bildirim rozeti, genellikle kırmızı olan daha belirgin bir arka plan kullanır

source: Change volume when scrolling audio badge
ar: غيّر مستوى الصوت عند تمرير شارة الصوت
eo: Ŝanĝu laŭtecon dum rulumado de aŭdinsigno
id: Ubah volume ketika lencana audio digulir
ja: オーディオバッジをスクロールして音量を変更
tr: Ses rozetini sararken ses düzeyini değiştir

source: The user is able to mute/unmute with click or change the volume with mouse wheel
ar: يستطيع المستخدم كتم/إلغاء كتم الصوت بالنقر أو تغيير مستوى الصوت بعجلة الفأرة
id: Pengguna dapat membungkam/membunyikan dengan klik atau mengubah volume dengan roda mouse
ja: ユーザはバッジをクリックしてミュート・アンミュートでき、マウスホイールで音量を調整できます
tr: Kullanıcı, fare tekerleği ile tıklayarak sesi kapatabilir/açabilir veya sesi değiştirebilir

source: Interaction
ar: التّفاعل
eo: Interago
id: Interaksi
ja: 作用
tr: Etkileşim

source: Launchers are added only in current tasks applet
ar: تضاف المشغّلات في التطبيق المصغّر للمهام الحالية فقط
eo: Lanĉiloj estas aldonitaj nur en nuna tasko-apleto
id: Peluncur hanya ditambahkan dalam applet tugas saat ini
ja: 現在のタスクアプレットにのみランチャーを追加
tr: Çalıştırıcılar, yalnızca geçerli görevler uygulamacığında eklenirler

source: Launchers are added only in current tasks applet and not as regular applets or in any other applet
ar: تضاف المشغّلات في التطبيق المصغّر للمهام الحالية فقط، وليس كتطبيقات مصغّرة عادية أو في أي تطبيق مصغّر آخر
id: Peluncur hanya ditambahkan dalam applet tugas saat ini dan bukan sebagai applet biasa atau di applet lainnya
ja: ランチャーは現在のタスクアプレットにのみ追加され、その他のアプレットには追加されません
tr: Çalıştırıcılar, yalnızca geçerli görevler uygulamacığında eklenirler ve olağan uygulamacıklar veya herhangi başka bir uygulamacıkta eklenmezler

source: Window actions in the context menu
ar: أفعال النافذة في قائمة السياق
eo: Fenestraj agoj en la kunteksta menuo
id: Aksi jendela di dalam menu konteks
ja: コンテキストメニュー内にウィンドウアクションを表示
tr: Bağlam menüsündeki pencere eylemleri

source: Preview window behaves as popup
ar: تتصرّف نافذة المعاينة كنافذة منبثقة
eo: Antaŭrigarda fenestro kondutas kiel ŝprucfenestro
ja: ウィンドウをポップアップでプレビュー
tr: Önizleme penceresi, açılır pencere olarak davranır

source: Based on position shortcuts apply only on current tasks
ar: تطبّق الاختصارات على أساس الموضع على المهام الحالية فقط
eo: Surbaze de poziciaj ŝparvojoj validas nur pri aktualaj taskoj
ja: 位置に基づくショートカットを現在のタスクアプレットでのみ使用する
tr: Geçerli görevlere kısayolların uyguladığı konuma göre

source: Based on position global shortcuts are enabled only for current tasks and not for other applets
ar: تفعّل الاختصارات العمومية على أساس الموضع للمهام الحالية فقط وليس للتطبيقات المصغّرة الأخرى
ja: 位置に基づくグローバルショートカットは現在のタスクアプレットにのみ適用され、他のタスクアプレットやその他のアプレットにはされません
tr: Yalnızca geçerli görevler için etkinleştirilen global kısayollar konumuna göre (diğer uygulamacıklar değil)

source: Filters
ar: مرشّحات
eo: Filtriloj
id: Filter
ja: フィルタ
tr: Süzgeçler

source: Show only tasks from the current screen
ar: أظهر المهمّات من الشّاشة الحاليّة فقط
eo: Montri nur taskojn de la nuna ekrano
id: Tampilkan tugas-tugas hanya dari layar saat ini
ja: 現在の画面のタスクのみ表示
tr: Yalnızca geçerli ekrendan görevleri göster

source: Show only tasks from the current desktop
ar: أظهر المهمّات من سطح المكتب الحاليّ فقط
eo: Montri nur taskojn de la nuna labortablo
id: Tampilkan tugas-tugas hanya dari desktop saat ini
ja: 現在のデスクトップのタスクのみ表示
tr: Yalnızca geçerli masaüstünden görevleri göster

source: Show only tasks from the current activity
ar: أظهر المهمّات من النشاط الحاليّ فقط
eo: Montri nur taskojn el la nuna agado
id: Tampilkan tugas-tugas hanya dari aktivitas saat ini
ja: 現在のアクティビティのタスクのみ表示
tr: Yalnızca geçerli etkinlikten görevleri göster

source: Show only tasks from launchers
ar: أظهر المهام من المشغّلات فقط
eo: Montri nur taskojn de lanĉiloj
id: Tampilkan tugas-tugas hanya dari peluncur
ja: ランチャーからのタスクのみ表示
tr: Yalnızca çalıştırıcılardan olan görevleri göster

source: Show only launchers and hide all tasks
ar: أظهر المشغّلات فقط وأخفِ كل المهام
eo: Montri nur lanĉilojn kaj kaŝu ĉiujn taskojn
ja: ランチャーのみを表示しすべてのタスクを隠す
tr: Yalnızca çalıştırıcıları göster ve tüm görevleri gizle

source: Tasks become hidden and only launchers are shown
ar: تصبح المهام مخفية وتظهر المشغّلات فقط
eo: Taskoj iĝas kaŝitaj kaj nur lanĉiloj estas montritaj
ja: タスクが非表示になりランチャーのみ表示されます
tr: Görevler gizlenir ve yalnızca çalıştırıcılar gösterilir

source: Show only grouped tasks for same application
ar: أظهر المهام المجمّعة لنفس التطبيق فقط
eo: Montri nur grupigitajn taskojn por sama aplikaĵo
id: Kelompokkan tugas yang aplikasinya sama
ja: 同じアプリケーションのグループ化されたタスクのみ表示
tr: Aynı uygulama için yalnızca gruplanmış görevleri göster

source: By default group tasks of the same application
ar: جمّع مهام نفس التطبيق مبدئياً
eo: Defaŭlte grupaj taskoj de la sama aplikaĵo
id: Secara baku kelompokkan tugas yang aplikasinya sama
ja: デフォルトでは同じアプリケーションのタスクをグループ化します
tr: Öntanımlı olarak, aynı uygulamadan olan görevleri grupla

source: Bounce launchers when triggered
ar: قفز المشغّلات عند إطلاقها
eo: Resalti lanĉilojn kiam ekigitaj
id: Mentul-mentulkan peluncuran ketika dipicu
ja: 起動時にランチャーをバウンドさせる
tr: Tetiklendiklerinde, çalıştırıcıları zıplat

source: Bounce tasks that need attention
ar: قفز المهام التي تحتاج انتباهاً
eo: Resaltas taskojn, kiuj bezonas atenton
id: Mentul-mentulkan tugas yang perlu perhatian
ja: 注意する必要があるタスクをバウンドさせる
tr: İlgi isteyen görevleri zıplat

source: Slide in and out single windows
ar: تزحلق النوافذ الفردية إلى الداخل والخارج
eo: Gliti en kaj el unuopajn fenestrojn
id: Salindia masuk dan keluar jendela tunggal
ja: 個々のウィンドウをスライドイン・スライドアウトさせる
tr: Tekli pencereleri kaydır

source: Grouped tasks bounce their new windows
ar: قفز المهام المجمّعة نوافذها الجديدة
eo: Grupigitaj taskoj resaltas siajn novajn fenestrojn
id: Tugas yang dikelompokkan mentul-mentulkan jendela yang baru
ja: グループ化されたタスクの新しいウィンドウをバウンドさせる
tr: Gruplanmış görevler, yeni pencerelerini zıplatırlar

source: Grouped tasks slide out their closed windows
ar: تزحلق المهام المجمّعة نوافذها المغلقة إلى الخارج
eo: Grupigitaj taskoj glitas el siaj fermitaj fenestroj
id: Tugas yang dikelompokkan menggeser keluar jendela yang ditutup
ja: グループ化されたタスクの閉じられたウィンドウをスライドさせる
tr: Gruplanmış görevler kapatılmış pencerelerini kaydırırlar

source: Launchers
ar: المشغّلات
eo: Lanĉiloj
id: Peluncur
ja: ランチャー
tr: Başlatıcılar

# unique launchers group
source: Unique Group
ar: مجموعة فريدة
eo: Unika Grupo
id: Grup Unik
ja: 一意のグループ
tr: Benzersiz Grup

source: Use a unique set of launchers for this view which is independent from any other view
ar: استخدم مجموعة فريدة من المشغّلات لهذا العرض المستقل عن أي عرض آخر
id: Gunakan sebuah set uniknya peluncur untuk tampilan ini yang telah berdikari dari tampilan apa pun lainnya
ja: このビューでその他のビューから独立した一意なセットのランチャーを使用します
tr: Bu görünüm için başka herhangi bir görünümden bağımsız olan benzersiz bir başlatıcı seti kullanın

# layout launchers group
source: Layout Group
ar: مجموعة التصميم
eo: Aranĝa Grupo
id: Grup Tata Letak
ja: レイアウトのグループ
tr: Yerleşim Grubu

source: Use the current layout set of launchers for this latteView. This group provides launchers <b>synchronization</b> between different views in the <b>same layout</b>
ar: استخدم مجموعة مشغّلات التصميم الحالي لعرض Latte هذا. توفّر هذه المجموعة مزامنة المشغّلات بين العروض المختلفة في نفس التصميم
id: Gunakan set peluncur tataletak saat ini untuk Tampilan latte ini. Kelompok ini menyediakan <b>sinkronisasi</b> peluncur antara tampilan yang berbeda di dalam <b>tataletak yang sama</b>
ja: この Latte ビューにおいて現在のランチャーのセットを使用します。このグループは<b>同じレイアウト</b>にある異なるビューのランチャーを<b>同期</b>させます
tr: Bu Latte görünümü için geçerli çalıştırıcılar kümesini kullan. Bu grup, <b>aynı yerleşim</b> içindeki farklı görünümler arasında çalıştırıcıların <b>eşzamanlanmasını</b> sağlar.

# global launchers group
source: Global Group
ar: مجموعة عمومية
eo: Ĉiea Grupo
ja: グローバルランチャーグループ
tr: Global Grup

source: Use the global set of launchers for this latteView. This group provides launchers <b>synchronization</b> between different views and between <b>different layouts</b>
ar: استخدم مجموعة المشغّلات العمومية لعرض Latte هذا. توفّر هذه المجموعة مزامنة المشغّلات بين العروض المختلفة وبين التصاميم المختلفة
id: Gunakan set peluncur global untuk Tampilan latte ini. Kelompok ini menyediakan <b>sinkronisasi</b> peluncur antara tampilan yang berbeda dan antara <b>tataletak yang berbeda</b>
ja: この Latte ビューにおいてグローバルのランチャーのセットを使用します。このグループは<b>異なるレイアウト</b>にある異なるビューのランチャーを<b>同期</b>させます
tr: Bu Latte görünümü için global çalıştırıcılar kümesini kullan. Bu grup, <b>farklı yerleşimler</b> ve farklı görünümler arasında çalıştırıcıların <b>eşzamanlanmasını</b> sağlar

source: Scrolling
ar: التمرير
eo: Rulumado
id: Menggulir
ja: スクロール
tr: Sarma

source: Enable tasks scrolling when they overflow and exceed the available space
ar: فعّل تمرير المهام عندما تفيض وتتجاوز المساحة المتاحة
id: Fungsikan pengguliran tugas-tugas ketika meluapi dan melebihi ruang yang tersedia
ja: 利用可能なスペースに収まらないとき、タスクのスクロールを有効化します
tr: Görevleri taştıklarında ve kullanılabilir alanı aştıklarında sarmayı etkinleştir

source: Manual
ar: يدويّ
eo: Manuma
ja: 手動
tr: El ile

# disabled manual scrolling
source: Disabled scrolling
ar: تعطيل التمرير
eo: Malŝaltita movo
id: Pengguliran dinonaktifkan
ja: スクロール無効
tr: Sarma devre dışı

source: Only vertical scrolling
ar: التمرير العمودي فقط
eo: Nur vertikala movo
id: Hanya pengguliran menegak
ja: 垂直スクロールのみ
tr: Yalnızca dikey sarma

source: Only horizontal scrolling
ar: التمرير الأفقي فقط
eo: Nur horizontala movo
id: Hanya pengguliran mendatar
ja: 水平スクロールのみ
tr: Yalnızca yatay sarma

source: Horizontal and vertical scrolling
ar: التمرير الأفقي والعمودي
eo: Horizontala kaj vertikala movo
id: Pengguliran mendatar dan menegak
ja: 垂直・水平スクロール
tr: Dikey ve yatay sarma

source: Automatic
ar: آليّ
eo: Aŭtomate
id: Otomatis
ja: 自動
tr: Otomatik

source: Left Click
ar: النّقر باليسار
eo: Maldekstra Klako
id: Klik Kiri
ja: 左クリック
tr: Sol Tıklama

# present windows action
source: Present Windows
ar: النوافذ الحاضرة
eo: Prezenti Vindozon
id: Tampilkan Jendela
ja: ウィンドウを一覧表示
tr: Pencereleri Sun

source: Preview Windows
ar: معاينة النوافذ
eo: Antaŭrigardi Fenestrojn
id: Jendela Pratinjau
ja: ウィンドウをプレビュー
tr: Pencereleri Önizle

source: Middle Click
ar: النّقر بالوسط
eo: Meza Klako
id: Klik Tengah
ja: 中クリック
tr: Orta Tıklama

# The click action
source: None
ar: بلا
eo: Neniu
id: Nihil
ja: なし
tr: Hiçbiri

source: Close Window or Group
ar: أغلق النّافذة/المجموعة
eo: Fermi Fenestron aŭ Grupon
id: Tutup Jendela atau Kelompok
ja: ウィンドウかグループを閉じる
tr: Pencereyi veya Grubu Kapat

source: New Instance
ar: نسخة جديدة
eo: Nova Instanco
id: Instansi Baru
ja: 新しいインスタンス
tr: Yeni Örnek

source: Minimize/Restore Window or Group
ar: صغّر أو استعد النّافذة/المجموعة
eo: Minimumi/Restarigi Fenestron aŭ Grupon
id: Minimalkan/Kembalikan Jendela atau Kelompok
ja: ウインドウまたはグループを最小化/復元
tr: Pencere veya Grubu Simge Durumuna Küçült veya Geri Yükle

source: Toggle Task Grouping
ar: بدّل تجميع المهامّ
eo: Baskuligi Taskogrupon
id: Jungkit Pengelompokan Tugas
ja: タスクのグループ化を切り替え
tr: Görev Gruplamayı Aç/Kapat

source: Hover
ar: حوم
eo: Ŝvebi
id: Melayangi
ja: ホバー
tr: Üzerine Gelme

# none action
source: None
ar: بلا
eo: Neniu
id: Nihil
ja: なし
tr: Hiçbiri

source: Highlight Windows
ar: إبراز النوافذ
eo: Reliefigi Fenestrojn
id: Sorot Jendela
ja: ウィンドウをハイライト
tr: Pencereleri Vurgula

source: Preview and Highlight Windows
ar: معاينة وإبراز النوافذ
eo: Antaŭrigardi kaj Reliefigi Fenestrojn
id: Jendela Sorot dan Pratinjau
ja: ウィンドウをプレビュー/ハイライト
tr: Pencereleri Vurgula ve Önizle

source: Wheel
ar: العجلة
eo: Rado
ja: マウスホイール
tr: Fare Tekerleği

source: Right Click
ar: النّقر باليمين
eo: Dekstra Klako
id: Klik Kanan
ja: 右クリック
tr: Sağ Tıklama

source: Install indicators from KDE Online Store or local files
ar: ثبّت دلائل من متجر KDE على الإنترنت أو حواسيب محلية
eo: Instali indikilojn de KDE Interreta Vendejo aŭ lokaj dosieroj
ja: インジケータを KDE オンラインストアまたはローカルファイルからインストールする
tr: KDE Çevrimiçi Mağazasından veya yerel dosyalardan göstergeler kur

source: Use %1 style for your indicators
ar: استخدم نمط %1 لدلائلك
eo: Uzi %1 stilon por viaj indikiloj
ja: インジケータにスタイル %1 を適用する
tr: Göstergeleriniz için %1 biçemini kullan

source: Install...
ar: ثبّت...
eo: Instali...
ja: インストール...
tr: Kur...

source: Remove indicator
ar: أزل الدليل
eo: Forigi indikilon
ja: インジケータを削除
tr: Göstergeyi Kaldır

source: Add Indicator...
ar: أضف دليلاً...
eo: Aldoni indikilon...
id: Tambahkan Indikator...
ja: インジケータを追加...
tr: Gösterge Ekle...

source: Get New Indicators...
ar: الكسب دلائل جديدة...
eo: Akiri novajn indikilojn...
id: Dapatkan Indikator Baru...
ja: 新しいインジケータを取得...
tr: Yeni Göstergeler Al...

# dock type
source: Dock
ar: مرسى
eo: Doko
id: Dok
ja: ドック
tr: Rıhtım

source: Change the behavior and appearance to Dock type
ar: غيّر السلوك والمظهر إلى نوع الرصيف
eo: Ŝanĝu la konduton kaj aspekton al Doko-tipo
id: Ubah perilaku dan penampilan terhadap tipe Dock
ja: 挙動と外観をドックタイプに変更
tr: Rıhtım türünün davranışını ve görünüşünü değiştir

# panel type
source: Panel
ar: اللوحة
eo: Panelo
ja: パネル

source: Change the behavior and appearance to Panel type
ar: غيّر السلوك والمظهر إلى نوع اللوحة
eo: Ŝanĝu la konduton kaj aspekton al Panela tipo
id: Ubah perilaku dan penampilan terhadap tipe Panel
ja: 挙動と外観をパネルタイプに変更
tr: Panel türünün davranışını ve görünüşünü değiştir

source: Undo uninstall
ar: تراجع عن إزالة التّثبيت
eo: Malfari malinstalon
ja: アンインストールを取り消す
tr: Kurulumu kaldırmayı geri al

source: Uninstall widget
ar: أزل تثبيت الودجة
eo: Malinstali fenestraĵon
ja: ウィジェットをアンインストールする
tr: Araç takımını kaldır

source: All Widgets
ar: كلّ الودجات
eo: Ĉiuj Fenestraĵoj
ja: すべてのウィジェット
tr: Tüm Araç Takımları

source: Widgets
ar: الودجات
eo: Fenestraĵoj
ja: ウィジェット
tr: Araç Takımları

source: Get New Widgets...
ar: الكسب ويدجت جديدة...

source: Search...
ar: ابحث...
eo: Serĉi...

source: Categories
ar: الفئات
eo: Kategorioj
ja: カテゴリ
tr: Kategoriler

source: No widgets matched the search terms
ar: لا توجد ودجات مطابقة لشروط البحث
eo: Neniuj fenestraĵoj kongruis kun la serĉaj terminoj
ja: 検索語に一致するウィジェットはありません
tr: Arama terimi için bir araç takımı eşleşmedi

source: No widgets available
ar: لا تتوفر ودجات
eo: Neniuj fenestraĵoj haveblaj
ja: 利用可能なウィジェットはありません
tr: Kullanılabilir araç takımı yok

# small spread
source: Small
ja: 小

# medium spread
source: Medium
id: Sedang
ja: 中

# large spread
source: Large
ja: 大

source: spread
ja: 広がり

source: - On Primary Screen -
id: - Pada Layar Utama -
ja: - プライマリスクリーンで -

source: - On All Screens -
id: - Pada Semua Layar -
ja: - すべてのスクリーンで -

source: - On All Secondary Screens -
ja: - すべてのセカンダリスクリーンで -

# unknown screen
source: Unknown: [%1]
id: Tidak diketahui: [%1]
ja: 不明: [%1]

source: All Screens
id: Semua Layar
ja: すべてのスクリーン

source: Secondary Screens
id: Layar Sekunder
ja: セカンダリスクリーン

# clone of original dock panel, name
source: Clone of %1
ja: %1 のクローン

source: Floating gap
ja: フローティングギャップ

source: On Primary Screen
id: Pada Layar Utama
ja: プライマリスクリーンで

source: On All Screens
id: Pada Semua Layar
ja: すべてのスクリーンで

source: On All Secondary Screens
id: Pada Semua Layar Sekunder
ja: すべてのセカンダリスクリーンで

source: Get New Widgets…
ja: 新しいウィジェットを取得...

source: Search…
ja: 検索...
