Repository: KDE/latte-dock
Catalog: po/*/latte-dock.po
Languages: ar, eo, id, ja, tr

source: Import layout from various resources
ar: استورد تخطيطًا من موارد متنوعة
eo: Importi aranĝon el diversaj rimedoj
ja: 複数のリソースからレイアウトをインポート
tr: Çeşitli özkaynaklardan yerleşimler içe aktar

# export layout
source: &Export
ar: &صدّر
eo: &Eksporti
id: &Ekspor
ja: エクスポート(&E)
tr: Dış&a Aktar

source: Export selected layout at your system
ar: صدّر التخطيط المختار في نظامك
eo: Eksporti elektitan aranĝon ĉe via sistemo
id: Ekspor tataletak yang dipilih di sistem kamu
ja: システムにある選択されたレイアウトをエクスポート
tr: Seçili yerleşimi sisteminizde dışa aktar

# import layout
source: &Import From Local File...
ar: ا&ستورد من ملف محلي...
eo: &Importi De Loka Dosiero...
ja: ローカルのファイルからインポート(&I)...
tr: Yerel Dosyadan &İçe Aktar...

# download layout
source: Import From K&DE Online Store...
ar: استورد من &متجر كيدي على الإنترنت...
eo: Importi de K&DE Reta Vendejo...
ja: KDE オンラインストアからインポート(&D)...
tr: K&DE Çevrimiçi Mağazasından İçe Aktar

source: &Export For Backup...
ar: ص&دّر للنسخ الاحتياطي...
eo: &Eksporti Por Rezervo...
id: &Ekspor Untuk Cadangan...
ja: エクスポートしてバックアップ(&E)...
tr: Y&edek Amaçlı Dışa Aktar...

source: Export As &Template...
ar: صدّر ك&قالب...
eo: Eksporti Kiel &Ŝablonon...
id: Ekspor Sebagai &Templat...
ja: テンプレートとしてエクスポート(&T)...
tr: Şablon Olarak Dışa A&ktar...

source: Templates...
ar: القوالب…
eo: Ŝablonoj...
ja: テンプレート...
tr: Şablonlar...

source: Open templates directory
ar: افتح دليل القوالب
eo: Malfermi dosierujon de ŝablonoj
ja: テンプレートのディレクトリを開く
tr: Şablonlar dizinini aç

# settings:not permitted switching layout
source: You need to <b>apply</b> your changes first to switch layout afterwards...
ar: يجب أن <b>تطبّق</b> تغييراتك أولاً لتغيير التخطيط بعد ذلك...
tr: Daha sonrasında yerleşim değiştirmek için öncelikle değişikliklerinizi <b>uygulamalısınız</b>.

# settings:layout added successfully
source: Layout <b>%1</b> added successfully...
ar: أضيف التخطيط <b>%1</b> بنجاح...
eo: Aranĝo <b>%1</b> sukcese aldonita...
id: Tata letak <b>%1</b> berhasil ditambahkan...
tr: Yerleşim <b>%1</b>, başarıyla eklendi...

# settings:layout downloaded successfully
source: Layout <b>%1</b> downloaded successfully...
ar: نزّل التخطيط <b>%1</b> بنجاح...
eo: Aranĝo <b>%1</b> sukcese elŝutita...
id: Tata letak <b>%1</b> berhasil diunduh...
tr: Yerleşim <b>%1</b>, başarıyla indirildi...

# settings: active layout remove
source: <b>Active</b> layouts can not be removed...
ar: لا يمكن إزالة التخطيطات <b>النشطة</b>...
eo: <b>Aktivaj</b> aranĝoj ne povas esti forigitaj...
id: Tata letak <b>aktif</b> tidak dapat dihapus...
tr: <b>Etkin</b> yerleşimler kaldırılamaz...

# settings: locked layout remove
source: Locked layouts can not be removed...
ar: لا يمكن إزالة التخطيطات المؤمنة...
eo: Ŝlositaj aranĝoj ne povas esti forigitaj...
id: Tata letak terkunci tidak dapat dihapus...
tr: Kilitli yerleşimler kaldırılamaz...

source: Import Layout
ar: استورد التخطيط
eo: Importi Aranĝon
id: Impor Tataletak
ja: レイアウトをインポート
tr: Yerleşim İçe Aktar

# import layout
source: Import
ar: استورد
eo: Importi
id: Impor
ja: インポート
tr: İçe Aktar

# import latte layout
source: Latte Dock Layout file v0.2
ar: ملفّ تخطيط «رصيف لاتيه» الإصدارة الثّانية
eo: Latte Dock Aranĝo dosiero v0.2
id: File Latte Dock v0.2
tr: Latte Rıhtım yerleşim dosyası sürüm 0.2

# import older latte layout
source: Latte Dock Layout file v0.1
ar: ملفّ تخطيط «رصيف لاتيه» الإصدارة 0٫1
eo: Latte Dock Aranĝo dosiero v0.1
id: File Tataletak Latte Dock v0.1
tr: Latte Rıhtım yerleşim dosyası sürüm 0.1

# settings:layout imported successfully
source: Layout <b>%1</b> imported successfully...
ar: استورد التخطيط <b>%1</b> بنجاح...
eo: Aranĝo <b>%1</b> importita sukcese...
id: Tata letak <b>%1</b> berhasil diimpor...
tr: Yerleşim <b>%1</b>, başarıyla içe aktarıldı...

# settings:deprecated layouts import failed
source: Import layouts from deprecated version <b>failed</b>...
ar: <b>فشل</b> استيراد التخطيطات من إصدار مهجور...
eo: Importi aranĝojn de malrekomendita versio <b>malsukcesis</b>...
tr: Artık kullanılmayan sürümden yerleşim içe aktarma <b>başarısız oldu</b>...

source: Export Layout For Backup
ar: صدّر التخطيط للنسخ الاحتياطي
eo: Eksporti Aranĝon Por Rezervo
ja: レイアウトをエクスポートしてバックアップ
tr: Yerleşimi Yedek Amaçlı Dışa Aktar

# export layout
source: Export
ar: صدّر
eo: Eksporti
id: Ekspor
ja: エクスポート
tr: Dışa Aktar

# export layout
source: Latte Dock Layout file v0.2
ar: ملفّ تخطيط «رصيف لاتيه» الإصدارة الثّانية
eo: Latte Dock Aranĝo dosiero v0.2
id: File Tataletak Latte Dock v0.2
tr: Latte Rıhtım yerleşim dosyası sürüm 0.2

# settings:layout export fail
source: Layout <b>%1</b> export <b>failed</b>...
ar: <b>فشل</b> تصدير التخطيط <b>%1</b>...
eo: Aranĝo <b>%1</b> eksporto <b>malsukcesis</b>...
id: Pengeksporan tata letak <b>%1</b> <b>gagal</b>...
tr: Yerleşim <b>%1</b> dışa aktarımı <b>başarısız oldu</b>...

# settings:layout export success
source: Layout <b>%1</b> export succeeded...
ar: نجح تصدير التخطيط <b>%1</b>...
eo: Aranĝo <b>%1</b> eksporto sukcesis...
id: Pengeksporan tata letak <b>%1</b> berhasil...
tr: Yerleşim <b>%1</b>, başarıyla dışa aktarıldı...

# settings:layout imported successfully
source: Layout <b>%2</b> imported successfully...
ar: استورد التخطيط <b>%2</b> بنجاح...
id: Tata letak <b>%2</b> berhasil diimpor...
ja: 複数のレイアウト <b>%2</b> のインポートに成功しました...
tr: Yerleşim <b>%2</b> başarıyla içe aktarıldı...

source: optional
ar: اختياري
eo: nedeviga
id: opsional
ja: 任意選択
tr: isteğe bağlı

source: Cut
ar: قصّ
eo: Tondi
ja: 切り取り
tr: Kes

source: Copy
ar: انسخ
eo: Kopii
id: Salin
ja: コピー
tr: Kopyala

source: Paste
ar: ألصق
eo: Alglui
ja: 貼り付け
tr: Yapıştır

source: Duplicate Here
ar: كرر هنا
eo: Dupliki Ĉi tie
ja: ここに複製する
tr: Burada Çoğalt

source: Docks and panels from <b>Paste</b> action are already present in current layout
ar: المراسي والألواح من فعل <b>اللصق</b> موجودة بالفعل في التخطيط الحالي
tr: <b>Yapıştır</b> eyleminden gelen rıhtımlar ve paneller, geçerli yerleşimde halihazırda var

source: Really nice! You are good to go, your layout does not report any errors or warnings.
ar: جيد حقًا! يمكنك المضي قدمًا، تخطيطك لا يبلغ عن أي أخطاء أو تحذيرات.
tr: Çok iyi! Her şey yolunda, yerleşiminizde bir hata veya uyarı yok.

source: Edit Layout
ar: حرّر التخطيط
eo: Redakti Aranĝon
id: Edit Tata Letak
ja: レイアウトを編集
tr: Yerleşimi Düzenle

source: Validate
ar: تحقّق
eo: Taksi validecon
tr: Doğrula

source: After you have made your layout file changes, please click <b>Validate</b> to confirm them.
ar: بعد إجراء تغييرات على ملف تخطيطك، الرجاء انقر <b>تحقق</b> لتأكيدها.
tr: Yerleşim dosyası değişikliklerinizi yaptıktan sonra, <b>Doğrula</b>'ya tıklayarak onaylayın.

# error id and title
source: <b>Error #%1: %2</b> <br/>
ar: <b>خطأ #%1: %2</b> <br/>
eo: <b>Eraro #%1: %2</b> <br/>
tr: <b>Hata #%1: %2</b> <br/>

source: In your layout there are two or more applets with same id. Such situation can create crashes, abnormal behavior and data loss when you activate and use this layout.<br/>
ar: في تخطيطك، هناك تطبيقان مصغّران أو أكثر يحملان المُعرّف نفسه. يمكن أن يسبب هذا الموقف أعطالاً وسلوكًا غير طبيعي وفقدانًا للبيانات عندما تفعّل هذا التخطيط وتستخدمه.<br/>
tr: Yerleşiminizde, aynı kimliğe iye iki veya daha fazla uygulamacık var. Bu tür durumlar; bu yerleşimi etkinleştirip kullanmaya başladığınızda çökmelere, olağandışı davranışlara ve veri kaybına neden olabilir.<br/>

source: <b>Applets:</b><br/>
ar: <b>تطبيقات مصغّرة:</b><br/>
eo: <b>Apletoj:</b><br/>
tr: <b>Uygulamacıklar:</b><br/>

source: &nbsp;&nbsp;• <b>%1</b> [#%2] inside <b>%3</b> [#%4]<br/>
ar: &nbsp;&nbsp;• <b>%1</b> [#%2] داخل <b>%3</b> [#%4]<br/>
eo: &nbsp;&nbsp;• <b>%1</b> [#%2] ene de <b>%3</b> [#%4]<br/>
tr: &nbsp;&nbsp;• <b>%3</b> [#%4] içinde <b>%1</b> [#%2]<br/>

source: <b>Possible Solutions:</b><br/>
ar: <b>الحلول المحتملة:</b><br/>
eo: <b>Eblaj Solvoj:</b><br/>
tr: <b>Olası Çözümler:</b><br/>

source: &nbsp;&nbsp;1. Activate this layout and restart Latte<br/>
ar: &nbsp;&nbsp;1. فعّل هذا التخطيط وأعد تشغيل «لاتيه»<br/>
eo: &nbsp;&nbsp;1. Aktivigu ĉi tiun aranĝon kaj rekomencu Latte<br/>
tr: &nbsp;&nbsp;1. Bu yerleşimi etkinleştirin ve Latte'yi yeniden başlatın<br/>

source: &nbsp;&nbsp;2. Remove the mentioned applets from your layout<br/>
ar: &nbsp;&nbsp;2. أزل التطبيقات المصغّرة المذكورة من تخطيطك<br/>
eo: &nbsp;&nbsp;2. Forigu la menciitajn apletojn el via aranĝo<br/>
tr: &nbsp;&nbsp;2. Sözü edilen uygulamacıkları yerleşiminizden kaldırın<br/>

source: &nbsp;&nbsp;3. Update manually the applets id when the layout is <b>not active</b><br/>
ar: &nbsp;&nbsp;3. حدث مُعرّف التطبيقات المصغّرة يدويًا عندما يكون التخطيط <b>غير نشط</b><br/>
tr: &nbsp;&nbsp;3. Yerleşim<b>etkin değilken</b>, uygulamacık kimliklerini el ile güncelleyin<br/>

source: &nbsp;&nbsp;4. Remove this layout totally<br/>
ar: &nbsp;&nbsp;4. أزل هذا التخطيط بالكامل<br/>
eo: &nbsp;&nbsp;4. Forigu ĉi tiun aranĝon tute<br/>
tr: &nbsp;&nbsp;4. Bu yerleşimi tümüyle kaldırın<br/>

# error id and title
source: <b>Error #%1: %2</b> <br/><br/>
ar: <b>خطأ #%1: %2</b> <br/><br/>
eo: <b>Eraro #%1: %2</b> <br/><br/>
tr: <b>Hata #%1: %2</b> <br/><br/>

source: In your layout there are orphaned pseudo applets that link to unexistent subcontainments. Such case is for example a systemtray that has lost connection with its child applets. Such situation can create crashes, abnormal behavior and data loss when you activate and use this layout.<br/>
ar: في تخطيطك، هناك تطبيقات مصغّرة زائفة يتيمة ترتبط بأوعية فرعية غير موجودة. مثل هذا الموقف هو على سبيل المثال صينية نظام فقدت اتصالها بتطبيقاتها المصغّرة التابعة. يمكن أن يسبب هذا الموقف أعطالاً وسلوكًا غير طبيعي وفقدانًا للبيانات عندما تفعّل هذا التخطيط وتستخدمه.<br/>
tr: Yerleşiminizde, var olmayan alt kapsamalara bağlantı yapan yalancıktan uygulamacıklar var. Buna örnek olarak, alt uygulamacıkları ile bağını kaybetmiş bir sistem tepsisi örnek olarak verilebilir. Bu tür durumlar; bu yerleşimi etkinleştirip kullanmaya başladığınızda çökmelere, olağandışı durumlara ve veri kaybına neden olabilir.<br/>

source: <b>Pseudo Applets:</b><br/>
ar: <b>تطبيقات مصغّرة زائفة:</b><br/>
eo: <b>Pseŭdo-apletoj:</b><br/>
tr: <b>Yalancıktan Uygulamacıklar:</b><br/>

source: &nbsp;&nbsp;• <b>%1</b> [#%2] inside <b>%3</b> [#%4]<br/>
ar: &nbsp;&nbsp;• <b>%1</b> [#%2] داخل <b>%3</b> [#%4]<br/>
eo: &nbsp;&nbsp;• <b>%1</b> [#%2] ene de <b>%3</b> [#%4]<br/>
tr: &nbsp;&nbsp;• <b>%3</b> [#%4] içinde <b>%1</b> [#%2]<br/>

source: <b>Orphaned Subcontainments:</b><br/>
ar: <b>أوعية فرعية يتيمة:</b><br/>
eo: <b>Orfaj Subenhavoj:</b><br/>
id: <b>Subcontainment Yatim:</b><br/>
tr: <b>Terk Edilmiş Alt Kapsamalar:</b><br/>

source: &nbsp;&nbsp;1. Update manually the subcontainment id inside pseudo applet settings when the layout is <b>not active</b><br/>
ar: &nbsp;&nbsp;1. حدّث مُعرّف الوعاء الفرعي يدويًا داخل إعدادات التطبيق المصغّر الزائف عندما يكون التخطيط <b>غير نشط</b><br/>
tr: &nbsp;&nbsp;1. Yerleşim <b>etkin değilken</b> yalancı uygulamacık ayarlarında alt kapsama kimliğini el ile güncelleyin<br/>

source: &nbsp;&nbsp;2. Remove this layout totally<br/>
ar: &nbsp;&nbsp;2. أزل هذا التخطيط بالكامل<br/>
eo: &nbsp;&nbsp;2. Forigi ĉi tiun aranĝon tute<br/>
tr: &nbsp;&nbsp;2. Bu yerleşimi tümüyle kaldırın<br/>

# warning id and title
source: <b>Warning #%1: %2</b> <br/><br/>
ar: <b>تحذير #%1: %2</b> <br/><br/>
eo: <b>Averto #%1: %2</b> <br/><br/>
tr: <b>Uyarı #%1: %2</b> <br/><br/>

source: In your layout there are applets and containments with the same id. Such situation is not dangerous but it should not occur.<br/>
ar: في تخطيطك، هناك تطبيقات مصغّرة وأوعية تحمل المُعرّف نفسه. هذا الموقف ليس خطيرًا لكن يجب ألا يحدث.<br/>
tr: Yerleşiminizde, aynı kimliğe iye uygulamacıklar ve kapsamalar var. Bu tür durumlar tehlikeli değildir; ancak yine de olmamalıdır.<br/>

# applets, applet name, applet id, containment name, containment id
source: &nbsp;&nbsp;• <b>%1</b> [#%2] inside <b>%3</b> [#%4]<br/>
ar: &nbsp;&nbsp;• <b>%1</b> [#%2] داخل <b>%3</b> [#%4]<br/>
eo: &nbsp;&nbsp;• <b>%1</b> [#%2] ene de <b>%3</b> [#%4]<br/>
tr: &nbsp;&nbsp;• <b>%3</b> [#%4] içinde <b>%1</b> [#%2]<br/>

source: <b>Containments:</b><br/>
ar: <b>الحاويات:</b><br/>
eo: <b>Kontenoj:</b><br/>
tr: <b>Kapsamalar:</b><br/>

source: &nbsp;&nbsp;1. Update manually the containments or applets id when the layout is <b>not active</b><br/>
ar: &nbsp;&nbsp;1. حدّث يدوياً معرّفات التضمينات أو التطبيقات المصغّرة عندما يكون التصميم غير نشط<br/>
tr: &nbsp;&nbsp;1. Yerleşim <b>etkin değilken</b>, kapsamaları veya uygulamacık kimliklerini el ile güncelleyin<br/>

source: &nbsp;&nbsp;2. Remove any of the containments or applets that conflict with each other<br/>
ar: &nbsp;&nbsp;2. أزل أي من التضمينات أو التطبيقات المصغّرة التي تتعارض مع بعضها البعض<br/>
tr: &nbsp;&nbsp;2. Birbiriyle çakışan tüm kapsamaları veya uygulamacıkları kaldırın<br/>

source: In your layout there are orphaned subcontainments that are not used by any dock or panel. Such situation is not dangerous but it is advised to remove them in order to reduce memory usage.<br/>
ar: في تصميمك توجد تضمينات فرعية يتيمة لا يستخدمها أي رصيف أو لوحة. مثل هذا الوضع ليس خطيراً ولكن ينصح بإزالتها لتخفيض استخدام الذاكرة.<br/>
tr: Yerleşiminizde, hiçbir rıhtım veya panel tarafından kullanılmayan, terk edilmiş alt kapsamalar var. Bu tür durumlar tehlikeli değildir; ancak bellek kullanımını azaltmak için kaldırılmaları önerilir.<br/>

source: &nbsp;&nbsp;1. Click <b>Repair</b> button in order to remove orphaned subcontainments<br/>
ar: &nbsp;&nbsp;1. انقر زر إصلاح من أجل إزالة التضمينات الفرعية اليتيمة<br/>
tr: &nbsp;&nbsp;1. Terk edilmiş alt kapsamaları kaldırmak için <b>Onar</b> düğmesine tıklayın<br/>

source: &nbsp;&nbsp;2. Remove manually orphaned subcontainments when the layout is <b>not active</b><br/>
ar: &nbsp;&nbsp;2. أزل يدوياً التضمينات الفرعية اليتيمة عندما يكون التصميم غير نشط<br/>
tr: &nbsp;&nbsp;2. Yerleşim <b>etkin değilken</b>, terk edilmiş alt kapsamaları el ile kaldırın<br/>

source: Repair
ar: أصلح
eo: Ripari
ja: 修復
tr: Onar

source: Apply Now
ar: طبّق الآن
eo: Apliki tuj
ja: 今すぐ適用する
tr: Şimdi Uygula

source: Apply all dock, panels changes now
ar: طبّق كل تغييرات الأرصفة واللوحات الآن
eo: Apliki la tutan dokon, paneloj ŝanĝas nun
ja: すべてのドックまたはパネルの変更を今すぐ適用する
tr: Tüm rıhtım ve panel değişikliklerini şimdi uygula

source: Docks/Panels
ar: أرصفة/لوحات
eo: Dokoj/Paneloj
id: Dock/Panel
ja: ドック/パネル
tr: Rıhtımlar/Paneller

# new view
source: &New
ar: &جديد
eo: &Nova
ja: 新規(&N)
tr: &Yeni

source: New dock or panel
ar: رصيف أو لوحة جديدان
eo: Nova doko aŭ panelo
id: Dok atau panel baru
ja: 新しいドックまたはパネル
tr: Yeni rıhtım veya panel

# duplicate dock or panel
source: &Duplicate
ar: &كرّر
eo: &Duobligi
ja: 複製(&D)
tr: Ç&oğalt

source: Duplicate selected dock or panel
ar: استنسخ الرصيف أو اللوحة المختارين
eo: Duobligi elektitan dokon aŭ panelon
ja: 選択したドックまたはパネルを複製
tr: Seçili rıhtım veya paneli çoğalt

source: Remove selected view
ar: أزل العرض المختار
eo: Forigi elektitan vidon
ja: 選択したビューを削除
tr: Seçili görünümü kaldır

# import dock/panel
source: &Import...
ar: ا&ستورد...
eo: &Importi...
ja: インポート(&I)...
tr: İç&e Aktar...

source: Import dock or panel from local file
ar: استورد رصيفاً أو لوحة من حاسوب محلي
eo: Importi dokon aŭ panelon el loka dosiero
ja: ローカルのファイルからドックまたはパネルをインポート
tr: Yerel dosyadan rıhtım veya panel dosyası içe aktar

source: Export selected dock or panel at your system
ar: صدّر الرصيف أو اللوحة المختارين في حاسوبك
eo: Eksporti elektitan dokon aŭ panelon ĉe via sistemo
ja: システムにある選択されたドックまたはパネルをエクスポート
tr: Sisteminizdeki seçili rıhtım veya paneli dışa aktar

# settings:dock/panel added successfully
source: <b>%1</b> added successfully...
ar: أضيف <b>%1</b> بنجاح...
eo: <b>%1</b> aldonita sukcese...
id: <b>%1</b> berhasil ditambahkan...
ja: <b>%1</b> の追加に成功しました...
tr: <b>%1</b>, başarıyla eklendi...

source: <b>Export</b> functionality is supported only for one dock or panel each time.
ar: لا تدعم خاصية التصدير إلا لرصيف واحد أو لوحة واحدة في كل مرة.
ja: 一回につき一つのドックまたはパネルのみ<b>エクスポート</b>できます。
tr: <b>Dışa Aktar</b> işlevi, her kezde yalnızca bir rıhtım veya panel için desteklenir.

source: Export Dock/Panel For Backup
ar: صدّر الرصيف/اللوحة للاحتياط
eo: Eksporto Doko/Panelo Por Rezervo
ja: ドックまたはパネルをエクスポートしてバックアップ
tr: Rıhtımı/Paneli Yedek Amaçlı Dışa Aktar

# export view
source: Export
ar: صدّر
eo: Eksporti
ja: エクスポート
tr: Dışa Aktar

# export view
source: Latte Dock/Panel file v0.2
ar: ملف رصيف/لوحة Latte v0.2
eo: Latte Dock/Panel-dosiero v0.2
ja: Latte ドック/パネル ファイル v0.2
tr: Latte Rıhtım/Panel dosyası sürüm 0.2

# settings:view export fail
source: Export in file <b>%1</b> <b>failed</b>...
ar: فشل التصدير في الملف %1...
eo: Eksporto en dosiero <b>%1</b> <b>malsukcesis</b>...
id: Pengeksporan dalam file <b>%1</b> <b>gagal</b>...
ja: ファイル <b>%1</b> へのエクスポートが<b>失敗しました</b>...
tr: <b>%1</b> dosyasına dışa aktarma <b>başarısız oldu</b>...

# settings:view export success
source: Export in file <b>%1</b> succeeded...
ar: نجح التصدير في الملف %1...
eo: Eksporto en dosiero <b>%1</b> sukcesis...
id: Pengeksporan dalam file <b>%1</b> berhasil...
ja: ファイル <b>%1</b> へのエクスポートが成功しました...
tr: <b>%1</b> dosyasına dışa aktarma başarılı...

source: Import Dock/Panel
ar: استورد رصيف/لوحة
eo: Importo Doko/Panelo
ja: ドックまたはパネルをインポート
tr: Rıhtım/Panel İçe Aktar

source: Import
ar: استورد
eo: Importi
ja: インポート
tr: İçe Aktar

# import dock panel
source: Latte Dock or Panel file v0.2
ar: ملف رصيف أو لوحة Latte v0.2
eo: Latte Dock aŭ Panela dosiero v0.2
ja: Latte ドック/パネル ファイル v0.2
tr: Latte Rıhtım veya Panel dosyası sürüm 0.2

# <layout name> Docks/Panels
source: %1 Docks/Panels
ar: أرصفة/لوحات %1
eo: %1 Dokoj/Paneloj
ja: %1 ドックまたはパネル
tr: %1 Rıhtım/Panel

source: You are going to <b>remove 1</b> dock or panel completely from your layout.<br/>Would you like to continue?
ar: أنت توشك على إزالة 1 رصيف أو لوحة بالكامل من تصميمك.<br/>هل تودّ المتابعة؟
ja: <b>%1 枚</b>のドックまたはパネルがレイアウトから完全に<b>削除</b>されます。<br/>続行しますか？
tr: <b>1</b> rıhtım veya paneli, yerleşiminizden tümüyle kaldıracaksınız.<br/>Sürdürmek istiyor musunuz?

source: The settings of <b>%1</b> layout have changed.<br/>Do you want to apply the changes <b>now</b> or discard them?
ar: غيّرت إعدادات تصميم %1.<br/>هل تريد تطبيق التغييرات الآن أم تجاهلها؟
ja: レイアウト <b>%1</b> の設定が変更されました。<br/>変更を<b>今すぐ</b>保存しますか？
tr: <b>%1</b> yerleşimin ayarları değişti.<br/>Değişiklikleri <b>şimdi</b> uygulamak mı veya atmak mı istiyorsunuz?

# top edge
source: Top
ar: الأعلى
eo: Supro
id: Atas
ja: 上
tr: Üst

# left edge
source: Left
ar: اليسار
eo: Maldekstra
id: Kiri
ja: 左
tr: Sol

# bottom edge
source: Bottom
ar: الأسفل
eo: Malsupro
id: Bawah
ja: 下
tr: Alt

# right edge
source: Right
ar: اليمين
eo: Dekstra
id: Kanan
ja: 右
tr: Sağ

# left alignment
source: Left
ar: اليسار
eo: Maldekstra
id: Kiri
ja: 左
tr: Sol

# top alignment
source: Top
ar: الأعلى
eo: Supro
id: Atas
ja: 上
tr: Üst

# center alignment
source: Center
ar: الوسط
eo: Centro
id: Tengah
ja: 中央
tr: Merkez

# right alignment
source: Right
ar: اليمين
eo: Dekstra
id: Kanan
ja: 右
tr: Sağ

# bottom alignment
source: Bottom
ar: الأسفل
eo: Malsupro
id: Bawah
ja: 下
tr: Alt

# justify alignment
source: Justify
ar: مساواة
eo: Ĝisrandigi
id: Sejajar Kanan-Kiri
ja: 両端揃え
tr: İki Yana Hizala

# primary screen
source: - Follow Primary Screen -
ar: - اتبع الشاشة مبدئية -

source: Name
ar: الاسم
eo: Nomo
id: Nama
ja: 名前
tr: Ad

source: Screen
ar: الشّاشة
eo: Ekrano
id: Layar
ja: スクリーン
tr: Ekran

# screen edge
source: Edge
ar: الحافة
eo: Rando
id: Tepi
ja: スクリーンの端
tr: Kenar

source: Alignment
ar: المحاذاة
eo: Vicigo
id: Kesejajaran
ja: 配置
tr: Hizalama

source: Includes
ar: يشمل
eo: Inkluzivas
ja: 含む
tr: İçerir

# unknown screen
source: Unknown : [%1]
ar: غير معروف : [%1]

# primary screen
source: Primary
ar: مبدئية
eo: Primaraj
id: Utama
ja: プライマリ
tr: Birincil

# bottom location
source: Bottom
ar: الأسفل
eo: Malsupro
id: Bawah
ja: 下
tr: Alt

# top location
source: Top
ar: الأعلى
eo: Supro
id: Atas
ja: 上
tr: Üst

# left location
source: Left
ar: اليسار
eo: Maldekstra
id: Kiri
ja: 左
tr: Sol

# right location
source: Right
ar: اليمين
eo: Dekstra
id: Kanan
ja: 右
tr: Sağ

# unknown location
source: Unknown
ar: مجهول
eo: Nekonata
id: Tidak diketahui
ja: 不明
tr: Bilinmeyen

# unknown alignment
source: Unknown
ar: مجهول
eo: Nekonata
id: Tidak diketahui
ja: 不明
tr: Bilinmeyen

source: Show Latte Dock/Panel
ar: أظهر رصيف/لوحة Latte
eo: Montri Latte Dock/Panelon
id: Tampilkan Panel/Latte Dock
ja: Latte ドックまたはパネルを表示
tr: Latte Rıhtım/Panel'i Göster

source: Cycle Through Dock/Panel Settings Windows
ar: تنقّل خلال نوافذ إعدادات الرصيف/اللوحة
eo: Cikliĝi Tra Doko/Panelaj Agordoj Fenestroj
id: Siklus Melalui Jendela Pengaturan Panel/Dock
ja: ドックまたはパネルの設定ウィンドウを巡回
tr: Rıhtım/Panel Ayarları Pencereleri Arasında Dolaş

source: Show Latte Global Settings
ar: أظهر إعدادات Latte العمومية
eo: Montri Latte Ĉieajn Agordojn
id: Tampilkan Pengaturan Global Latte
ja: Latte グローバル設定を表示
tr: Latte Global Ayarlarını Göster

source: Activate Entry %1
ar: نشّط المدخل %1
eo: Aktivigi eniron %1
id: Aktifkan Entri %1
ja: エントリ %1 を有効化する
tr: %1 Girdisini Etkinleştir

source: New Instance for Entry %1
ar: مثيل جديد للمدخل %1
eo: Nova Instanco por Eniro %1
id: Instansi Baru untuk Entri %1
ja: エントリ %1 の新しいインスタンス
tr: %1 Girdisi için Yeni Örnek

# default layout template name
source: Default
ar: المبدئيّ
eo: Defaŭlta
ja: 標準のレイアウト
tr: Öntanımlı

# empty layout template name
source: Empty
ar: فارغ
eo: Malplena
ja: 空のレイアウト
tr: Boş

# view template name
source: Default Dock
ar: رصيف مبدئي
eo: Defaŭlta Doko
ja: 標準のドック
tr: Öntanımlı Rıhtım

# view template name
source: Default Panel
ar: اللوحة المبدئية
eo: Defaŭlta Panelo
ja: 標準のパネル
tr: Öntanımlı Panel

# view template name
source: Empty Panel
ar: لوحة فارغة
eo: Malplena Panelo
id: Panel Kosong
ja: 空のパネル
tr: Boş Panel

# %1 is the name of the containment
source: %1 Options
ar: خيارات %1
eo: %1 Opcioj
id: %1 Opsi
ja: %1 のオプション
tr: %1 Seçenekleri

source: Add Indicator
ar: أضف دليلاً
eo: Aldoni Indikilon
id: Tambahkan Indikator
ja: インジケータを追加
tr: Gösterge Ekle

# add indicator file
source: Latte Indicator
ar: مؤشرات لاتيه
eo: Latte Indikilo
id: Indikator Latte
ja: Latte インジケータ
tr: Latte Göstergesi

source: Stick On Top
ar: الصق في الأعلى
eo: Alglui Supre
ja: 上に付ける
tr: Yukarıya Tuttur

source: Stick maximum available space at top screen edge and ignore any top docks or panels
ar: الصق المساحة القصوى المتاحة عند حافة الشاشة العلوية وتجاهل أي أرصفة أو لوحات علوية
ja: 上のドックやパネルを無視して利用可能な最大のスペースをスクリーンの上端に付ける
tr: Kullanılabilir en çok alanı üst ekran kenarına tuttur ve herhangi bir üst rıhtım veya panelleri yok say

source: Rearrange and configure your widgets
ar: أعد ترتيب واضبط ويدجتك
eo: Reordigu kaj agordu viajn fenestraĵojn
ja: ウィジェットを再配置または設定する
tr: Araç takımlarınızı yeniden düzenleyip yapılandırın

source: Feel free to move around your widgets and configure them from their tooltips
ar: تنقّل بويدجتك كما تشاء واضبطها من تلميحاتها
ja: ウィジェットを自由に移動・設定してください
tr: Araç takımlarınızı serbestçe hareket ettirin ve onları araç ipuçlarından yapılandırın

source: Stick On Bottom
ar: الصق في الأسفل
eo: Alglui Sur Malsupro
ja: 下に付ける
tr: Alta Tuttur

source: Stick maximum available space at bottom screen edge and ignore any bottom docks or panels
ar: الصق المساحة القصوى المتاحة عند حافة الشاشة السفلية وتجاهل أي أرصفة أو لوحات سفلية
ja: 下のドックやパネルを無視して利用可能な最大のスペースをスクリーンの下端に付ける
tr: Kullanılabilir en çok alanı alt ekran kenarına tuttur ve herhangi bir üst rıhtım veya panelleri yok say

# maximum length tooltip, %1 is maximum length percentage
source: You can use mouse wheel to change maximum length of %1%
ar: استخدم عجلة الفأرة لتغيير الطول الأقصى إلى %1%
eo: Vi povas uzi musradon por ŝanĝi maksimuman longon de %1%
ja: マウスホイールで最大の長さ %1% を変更できます
tr: %​%1 en büyük uzunluğunu değiştirmek için fare tekerleğini kullanabilirsiniz

source: Maximum Length
ar: الطول الأقصى
eo: Maksimuma Longo
id: Panjang Maksimum
ja: 最大の長さ
tr: En Büyük Uzunluk
