Repository: KDE/latte-dock
Catalog: po/*/latte-dock.po
Languages: ar, eo, id, ja, tr

# opacity for background under edit mode, %1 is opacity percentage
source: You can use mouse wheel to change background opacity of %1%
ar: استخدم عجلة الفأرة لتغيير عتامة الخلفية إلى %1%
eo: Vi povas uzi musradon por ŝanĝi fonan opakecon de %1%
ja: マウスホイールで背景の透明度 %1% を変更できます
tr: %​%1 arka plan matlığını değiştirmek için fare tekerleğini kullanabilirsiniz

source: General
ar: عامّ
eo: Ĝenerala
id: Umum
ja: 全体
tr: Genel

# view settings width scale
source: Width %1%
ar: العرض %1٪
eo: Larĝo %1%
id: Lebar %1%
ja: 幅 %1%
tr: Genişlik %​%1

# view settings width scale
source: Width %1% / Height %2%
ar: العرض %1% / الارتفاع %2%
eo: Larĝo %1 % / Alto %2 %
ja: 幅 %1% / 高さ %2%
tr: Genişlik %​%1 / Uzunluk %​%2

# advanced settings
source: Advanced
ar: متقدّم
eo: Altnivela
id: Tingkat lanjut
ja: 高度
tr: Gelişmiş

source: Behavior
ar: السّلوك
eo: Konduto
id: Perilaku
ja: 動作
tr: Davranış

source: Appearance
ar: المظهر
eo: Aspekto
id: Penampilan
ja: 外観
tr: Görünüş

source: Effects
ar: التّأثيرات
eo: Efektoj
id: Efek
ja: エフェクト
tr: Efektler

# tasks header and index
source: Tasks <%1>
ar: المهامّ <%1>
eo: Taskoj <%1>
id: Tugas <%1>
ja: タスク <%1>
tr: Görevler <%1>

source: Tasks
ar: المهامّ
eo: Taskoj
id: Tugas
ja: タスク
tr: Görevler

source: Add...
ar: أضف...
eo: Aldoni...
ja: 追加...
tr: Ekle...

source: Add new docks and panels from various templates
ar: أضف أرصفة ولوحات جديدة من قوالب متنوعة
eo: Aldoni novajn dokojn kaj panelojn el diversaj ŝablonoj
ja: テンプレートからドックやパネルをインポートする
tr: Çeşitli şablonlardan yeni rıhtımlar ve paneller ekleyin

source: Duplicate Dock
ar: استنسخ الرصيف
eo: Duobliga Doko
ja: ドックを複製する
tr: Rıhtımı Çoğalt

source: Duplicate Panel
ar: استنسخ اللوحة
eo: Duplikata Panelo
ja: パネルを複製する
tr: Paneli Çoğalt

source: Remove current dock
ar: أزل الرّصيف الحاليّ
eo: Forigi nunan dokon
id: Hapus dock saat ini
ja: 現在のドックを削除
tr: Geçerli rıhtımı kaldır

source: Close
ar: أغلق
eo: Fermi
id: Tutup
ja: 閉じる
tr: Kapat

source: Close settings window
ar: أغلق نافذة الإعدادات
eo: Fermi agordan fenestron
id: Tutup jendela pengaturan
ja: 設定ウィンドウを閉じる
tr: Ayarlar penceresini kapat

source: Items
ar: العناصر
eo: Eroj
id: Butir
ja: アイテム
tr: Ögeler

source: Absolute size
ar: الحجم المطلق
eo: Absoluta grandeco
id: Ukuran mutlak
ja: 絶対的なサイズ
tr: Mutlak boyut

# number in pixels, e.g. 12 px.
source: %1 px.
ar: %1 بكسل
tr: %1 pks.

source: Relative size
ar: الحجم النسبي
eo: Relativa grandeco
id: Ukuran relatif
ja: 相対的なサイズ
tr: Göreceli boyut

# number in pixels, e.g. 64 px.
source: %1 px.
ar: %1 بكسل
tr: %1 pks.

source: Zoom on hover
ar: كبّر عند التحويم
eo: Zomi sur ŝvebi
ja: ホバー時に拡大
tr: Üzerine gelince yakınlaştır

source: Length
ar: الطّول
eo: Longo
id: Panjang
ja: 長さ
tr: Uzunluk

source: Maximum
ar: الحد الاعلى
eo: Maksimumo
id: Maksimum
ja: 最大
tr: En Büyük

source: Minimum
ar: الحد الادنى
eo: Minimumo
ja: 最小
tr: En Küçük

source: Offset
ar: الإزاحة
eo: Deŝovo
id: Ofset
ja: オフセット
tr: Ofset

source: Margins
ar: الهوامش
eo: Marĝenoj
id: Margin
ja: 余白
tr: Kenar Boşlukları

# number in pixels, e.g. 8 px.
source: %1 px.
ar: %1 بكسل
tr: %1 pks.

source: Thickness
ar: السّمك
eo: Dikeco
id: Ketebalan
ja: 太さ
tr: Kalınlık

source: Screen edge
ar: حافة الشاشة

# number in pixels, e.g. 85 px.
source: %1 px.
ar: %1 بكسل
tr: %1 pks.

source: Colors
ar: الألوان
eo: Koloroj
id: Warna
ja: 色
tr: Renkler

source: Palette
ar: لوحة الألوان
eo: Paletro
ja: パレット
tr: Palet

source: Plasma Theme Colors
ar: ألوان سمة Plasma
eo: Plasma Etoso Koloroj
id: Warna Tema Plasma
ja: Plasma テーマの色
tr: Plasma Tema Renkleri

# dark theme colors
source: Dark Colors
ar: الألوان الداكنة
eo: Malhelaj Koloroj
ja: 暗い色
tr: Koyu Renkler

# light theme colors
source: Light Colors
ar: الألوان الفاتحة
eo: Lumaj Koloroj
ja: 明るい色
tr: Açık Renkler

source: Layout Custom Colors
ar: ألوان التصميم المخصّصة
eo: Aranĝo Propraj Koloroj
ja: レイアウトのカスタムカラー
tr: Yerleşim Özel Renkleri

# smart theme colors
source: Smart Colors Based On Desktop Background
ar: ألوان ذكية بناء على خلفية سطح المكتب
eo: Inteligentaj Koloroj Bazitaj Sur Labortabla Fono
ja: デスクトップの背景をもとに色付けします
tr: Masaüstü Arka Planına Göre Akıllı Renkler

source: From Window
ar: من النافذة
eo: De Fenestro
id: Dari Jendela
ja: ウィンドウから
tr: Pencereden

source: Disabled
ar: معطّل
eo: Malŝaltita
id: Dinonfungsikan
ja: 無効
tr: Devre dışı

source: Current Active Window
ar: النافذة النشطة الحالية
eo: Nuna Aktiva Fenestro
ja: 現在のアクティブウィンドウ
tr: Geçerli Etkin Pencere

source: Colors are going to be based on the active window
ar: ستبنى الألوان على النافذة النشطة
eo: Koloroj baziĝos sur la aktiva fenestro
id: Warna tidak akan berdasarkan pada jendela yang aktif
ja: アクティブウィンドウをもとに色付けします
tr: Renkler, etkin pencere tabanlı olacaktır

source: Colors are going to be based on the active window. Warning: You need to install Colors KWin Script from KDE Store
ar: ستبنى الألوان على النافذة النشطة. تحذير: احتج إلى تثبيت سكريبت ألوان KWin من متجر KDE
ja: アクティブウィンドウを基に色付けされます。 注意: KDE Store から Colors KWin Script をインストールする必要があります
tr: Renkler, etkin pencere tabanlı olacaktır. Uyarı: KDE Mağazasından Colors KWin Script'i kurmanız gerekir

source: Any Touching Window
ar: أي نافذة تلامس
eo: Ajna Tuŝanta Fenestro
ja: すべての接触するウィンドウ
tr: Dokunan Herhangi Bir Pencere

source: Colors are going to be based on windows that are touching the view
ar: ستبنى الألوان على النوافذ التي تلامس العرض
eo: Koloroj baziĝos sur fenestroj, kiuj tuŝas la vidon
id: Warna akan berdasarkan pada jendela yang menyentuh tampilan
ja: 表示に接触したウィンドウをもとに色付けします
tr: Renkler, görünüme dokunan pencerelere göre ayarlanacaktır

source: Colors are going to be based on windows that are touching the view. Warning: You need to install Colors KWin Script from KDE Store
ar: ستبنى الألوان على النوافذ التي تلامس العرض. تحذير: احتج إلى تثبيت سكريبت ألوان KWin من متجر KDE
ja: 表示に接触しているウィンドウを基に色付けされます。 注意: KDE Store から Colors KWin Script をインストールする必要があります
tr: Renkler, görünüme dokunan pencereler tabanlı olacaktır. Uyarı: KDE Mağazasından Colors KWin Script'i kurmanız gerekir

source: Background
ar: الخلفيّة
eo: Fono
id: Latar belakang
ja: 背景
tr: Arka Plan

source: Enable/disable background
ar: فعّل/عطّل الخلفية
eo: Ebligi/malŝalti fonon
id: Fungsikan/Nonfungsikan latarbelakang
ja: 背景を有効化/無効化
tr: Arka planı etkinleştir/devre dışı bırak

source: Size
ar: الحجم
eo: Grandeco
id: Ukuran
ja: サイズ
tr: Boyut

source: Opacity
ar: الشّفافيّة
eo: Opakeco
id: Opasitas
ja: 不透明度
tr: Matlık

# opacity when desktop background is busy from contrast point of view
source: Busy Opacity
ar: العتامة المشغولة
eo: Okupita Opakeco
id: Opasitas Sibuk
ja: ビジー時の不透明度
tr: Yoğunluk Matlığı

source: Radius
ar: نصف القطر
eo: Radiuso
ja: 丸さ
tr: Yarıçap

# Default word abbreviation
source: Def.
ar: مبدئي.
ja: 既定
tr: Öntan.

source: Shadow
ar: الظل
eo: Ombro
ja: 影
tr: Gölge

source: Blur
ar: غشاوة
eo: Malklarigi
id: Buram
ja: ぼかし
tr: Bulanıklık

source: Background is blurred underneath
ar: طمس الخلفية تحتها
eo: Fono estas malklara sube
id: Latar belakang sebelah bawah diburamkan
ja: 背景がぼかされます
tr: Altındaki arka plan bulanıklaştırılır

source: Shadows
ar: الظّلال
eo: Ombroj
id: Bayangan
ja: 影
tr: Gölgeler

source: Background shows its shadows
ar: أظهر الظلال الخاصة بالخلفية
eo: Fono montras ĝiajn ombrojn
id: Latar belakang menampilkan bayangannya
ja: 背景が影を表示します
tr: Arka plan gölgelerini gösterir

source: Outline
ar: محيط
eo: Skemo
id: Kerangka
ja: 輪郭
tr: Ana Hat

source: Background draws a line for its borders. You can set the line size from Latte Preferences
ar: ترسم الخلفية خطاً لحدودها. اضبط حجم الخط من تفضيلات Latte
id: Latar belakang menggambarkan sebuah garis untuk bingkaiannya. Anda dapat mengeset ukuran garis dari Preferensi Latte
ja: 背景に輪郭が描かれます。Latte の設定から線の太さを設定できます
tr: Arka plan, kendi sınırları için bir çizgi çizer. Çizgi boyutunu Latte Tercihlerinden ayarlayabilirsiniz

source: All Corners
ar: كل الزوايا
eo: Ĉiuj Anguloj
id: Semua Sudut
ja: すべての角を描写
tr: Tüm Köşeler

source: Background draws all corners at all cases.
ar: ترسم الخلفية كل الزوايا في كل الحالات.
eo: Fono desegnas ĉiujn angulojn en ĉiuj kazoj.
ja: 背景はすべての場合においてすべての角を描写します。
tr: Arka plan her durumda tüm köşeleri çizer.

# dynamic visibility for background
source: Dynamic Visibility
ar: الرؤية الديناميكية
eo: Dinamika Videbleco
id: Keterlihatan Dinamis
ja: 動的な表示
tr: Dinamik Görünürlük

source: Prefer opaque background when touching any window
ar: فضّل الخلفية المعتمة عند ملامسة أي نافذة
eo: Preferi maldiafanan fonon tuŝante ajnan fenestron
id: Lebih suka latar belakang keburaman ketika menyentuh jendela apa pun
ja: ウィンドウが接触したときに不透明な背景を表示する
tr: Herhangi bir pencereye dokunurken mat arka planı tercih edin

source: Background removes its transparency setting when a window is touching
ar: تزيل الخلفية إعداد شفافيتها عندما تلامس نافذة
eo: Fono forigas ĝian travideblecon kiam fenestro tuŝas
id: Latar belakang menghapus pengaturan transparansinya ketika sebuah jendela telah disentuh
ja: ウィンドウが接触している時、背景が不透明になります
tr: Bir pencere dokunurken arka plan özünün saydamlık ayarını kaldırır

source: Hide background when not needed
ar: أخفِ الخلفية عند عدم الحاجة إليها
eo: Kaŝi fonon kiam ne necesas
id: Sembunyikan latar belakang ketika tidak diperlukan
ja: 不必要なときは背景を隠す
tr: Gerekmediğinde arka planı gizle

source: Background becomes hidden except when a window is touching or the desktop background is busy
ar: تصبح الخلفية مخفية إلا عندما تلامس نافذة أو عندما تكون خلفية سطح المكتب مشغولة
id: Latar belakang menjadi tersembunyi kecuali ketika sebuah jendela sedang disentuh atau latar belakang desktop sedang sibuk
ja: ウィンドウが接触していない時や、デスクトップの背景がビジー状態でない時は背景を非表示にします
tr: Arka plan, bir pencereye dokunulması veya masaüstü arka planının meşgul olması dışında gizlenir

source: Hide background shadow for maximized windows
ar: أخفِ ظل الخلفية للنوافذ المعظّمة
eo: Kaŝi fonan ombron por maksimumigitaj fenestroj
id: Sembunyikan bayangan latar belakang untuk jendela yang dimaksimalkan
ja: ウィンドウが最大化されたときは背景を隠す
tr: Büyütülmüş pencereler için arka plan gölgesini gizle

source: Background shadows become hidden when an active maximized window is touching the view
ar: تختفي الظلال الخلفية عندما تلامس نافذة نشطة مكبرة العرض
id: Bayangan latarbelakang jadi tersembunyi ketika sebuah jendela yang dimaksimalkan telah menyentuh tampilan
ja: アクティブな最大化されたウィンドウが触れている時、背景の影を非表示にします
tr: Etkin büyütülmüş pencere görünüme dokunduğunda arka plan gölgeleri gizlenir

source: Exceptions
ar: الاستثناءات
eo: Esceptoj
id: Pengecualian
ja: 例外
tr: İstisnalar

source: Prefer Plasma background and colors for expanded applets
ar: فضّل خلفية وألوان Plasma للتطبيقات المصغّرة الموسّعة
eo: Preferi Plasma-fonon kaj kolorojn por vastigitaj apletoj
id: Sukai warna dan latar belakang Plasma untuk applet yang dibesarkan
ja: アプレット展開時は Plasma の背景と色を使用する
tr: Genişletilmiş uygulamalar için Plasma arka planını ve renklerini tercih edin

source: Background becomes opaque in plasma style when applets are expanded
ar: تصبح الخلفية معتمة بنمط Plasma عندما توسّع التطبيقات المصغّرة
eo: Fono iĝas maldiafana en plasmostilo kiam apletoj estas vastigitaj
id: Latar belakang menjadi keburaman dalam gaya plasma ketika applet dibentangkan
ja: アプレットが展開された時、背景が Plasma スタイルに沿って不透明になります
tr: Uygulamalar genişletildiğinde arka plan Plasma biçeminde mat hale gelir

source: Type
ar: النّوع
eo: Tipo
id: Tipe
ja: タイプ
tr: Tür

source: Location
ar: المكان
eo: Loko
id: Lokasi
ja: 場所
tr: Konum

source: Follow Primary Screen
ar: اتبع الشاشة مبدئية
tr: Birincil Ekranı İzle

source: Visibility
ar: الظّهور
eo: Videbleco
id: Keterlihatan
ja: 可視性
tr: Görünürlük

source: Always Visible
ar: ظاهرة دائمًا
eo: Ĉiam Videbla
id: Selalu Terlihat
ja: 常に表示
tr: Her Zaman Görünür

source: Auto Hide
ar: أخفِ آليًّا
eo: Aŭtomata Kaŝado
id: Auto Sembunyi
ja: 自動的に隠す
tr: Otomatik Gizle

source: Dodge Active
ar: تفادى النشطة
id: Aktif Menghindari
ja: アクティブウィンドウを避ける
tr: Etkinden Kaç

source: Dodge Maximized
ar: تفادى المعظّمة
eo: Dodge Maksimumigita
id: Menghindari Dimaksimalkan
ja: 最大化時に避ける
tr: Ekranı Kaplayandan Kaç

source: Dodge All Windows
ar: تفادى كل النوافذ
eo: Dodge Ĉiuj Fenestroj
id: Menghindari Semua Jendela
ja: すべてのウィンドウを避ける
tr: Tüm Pencerelerden Kaç

source: Windows Go Below
ar: تذهب النّوافذ أسفله
eo: Fenestroj Malsupreniĝas
id: Jendela Di Bawahnya
ja: ウィンドウはパネルの下に隠れる
tr: Pencereler Alta Gider

source: Windows Can Cover
ar: يمكن للنّوافذ تغطيتها
eo: Fenestroj Povas Kovri
ja: ウィンドウはパネルを覆える
tr: Pencereler Üzerini Kapatabilir

source: Windows Always Cover
ar: غطّت النوافذ دائماً
eo: Fenestroj Ĉiam Kovri
ja: ウィンドウはパネルを常に覆う
tr: Pencereler Her Zaman Üzerini Kapatır

source: On Demand Sidebar
ar: شريط جانبي عند الطلب
eo: Laŭ Postulo Flankbreto
ja: オンデマンド・サイドバー
tr: İsteğe Bağlı Kenar Çubuğu

source: Sidebar can be shown and become hidden only through an external applet, shortcut or script
ar: أظهر الشريط الجانبي واخفه فقط من خلال تطبيق مصغّر خارجي أو اختصار أو سكريبت
ja: サイドバーは外部のアプレット、ショートカット、もしくはスクリプトのみによって表示・非表示されます
tr: Kenar çubuğu, yalnızca bir dış uygulamacık, kısayol veya betik ile gösterilebilir veya gizlenebilir

source: Auto Hide Sidebar
ar: أخفِ الشريط الجانبي آلياً
eo: Aŭtomate Kaŝi Flankbreton
ja: 自動的に隠れるサイドバー
tr: Kenar Çubuğunu Kendiliğinden Gizle

source: Sidebar can be shown only through an external applet, shortcut or script but it can also autohide itself when it does not contain mouse
ar: أظهر الشريط الجانبي فقط من خلال تطبيق مصغّر خارجي أو اختصار أو سكريبت ويمكنه أيضاً إخفاء نفسه آلياً عندما لا يحتوي على مؤشر الفأرة
ja: サイドバーは外部のアプレット、ショートカット、もしくはスクリプトのみによって表示され、カーソルが触れていない時自動的に非表示されます
tr: Kenar çubuğu, yalnızca bir dış uygulamacık, kısayol veya betik ile gösterilebilir; ancak fareyi olmadığı zaman kendini gizleyebilir

source: Delay
ar: المهلة
eo: Prokrasto
id: Tunda
ja: 遅延
tr: Gecikme

source: Show
ar: أظهر
eo: Montru
id: Tampilkan
ja: 表示
tr: Göster

source: Actions
ar: الإجراءات
eo: Agoj
id: Aksi
ja: アクション
tr: Eylemler

# track active window
source: Track
ar: تتبع
eo: Trako
id: Trek
ja: アクティブウィンドウに従う
tr: İzle

# track from current screen
source: Active Window From Current Screen
ar: النافذة النشطة من الشاشة الحالية
eo: Aktiva Fenestro De Nuna Ekrano
ja: 現在のスクリーンのアクティブウィンドウ
tr: Geçerli Ekrandan Etkin Pencereyi

# track from all screens
source: Active Window From All Screens
ar: النافذة النشطة من كل الشاشات
eo: Aktiva Fenestro De Ĉiuj Ekranoj
ja: すべてのスクリーンのアクティブウィンドウ
tr: Tüm Ekranlardan Etkin Pencereyi

source: Left Button
ar: الزر الأيسر
eo: Maldekstra butono
ja: 左ボタン
tr: Sol Düğme

source: Drag Active Window
ar: اسحب النافذة النشطة
eo: Treni Aktivan Fenestron
ja: アクティブウィンドウをドラッグ
tr: Etkin Pencereyi Sürükle

source: The user can use left mouse button to drag and maximized/restore last active window from empty areas
ar: يستطيع المستخدم استعمال زر الفأرة الأيسر لسحب وتعظيم/استعادة آخر نافذة نشطة من مناطق فارغة
id: Pengguna dapat menggunakan tombol kiri mouse untuk menarik dan maksimalkan/pulihkan jendela terakhir aktif dari area kosong
ja: ユーザは左ボタンで最後のアクティブウィンドウをドラッグ、最大化または復元できます
tr: Kullanıcı, sol fare düğmesini kullanarak boş alanlardan son etkin pencereyi sürükleyebilir ve geri yükleyebilir

source: Middle Button
ar: الزر الأوسط
eo: Centra butono
ja: 中ボタン
tr: Orta Düğme

source: Close Active Window
ar: أغلق النافذة النشطة
eo: Fermi Aktivan Fenestron
ja: アクティブウィンドウを閉じる
tr: Etkin Pencereyi Kapat

source: The user can use middle mouse button to close last active window from empty areas
ar: يستطيع المستخدم استعمال زر الفأرة الأوسط لإغلاق آخر نافذة نشطة من مناطق فارغة
id: Pengguna dapat menggunakan tombol mouse tengan untuk menutup jendela terakhir aktif dari area kosong
ja: ユーザは中ボタンで空のエリアから最後のアクティブウィンドウを閉じられます
tr: Kullanıcı, son etkin pencereyi boş alanlardan kapatmak için farenin orta düğmesini kullanabilir

source: Mouse wheel
ar: عجلة الفأرة
eo: Musa rado
id: Roda mouse
ja: マウスホイール
tr: Fare Tekerleği

# none scroll actions
source: No Action
ar: لا إجراء
eo: Neniu ago
id: Tidak Ada Aksi
ja: アクションなし
tr: Eylem Yok

source: Cycle Through Desktops
ar: تنقّل خلال أسطح المكتب
eo: Ciklo Tra Labortabloj
id: Siklus Melalui Desktop
ja: デスクトップを巡回
tr: Masaüstleri Arasında Dolaş

source: Cycle Through Activities
ar: تنقّل خلال الأنشطة
eo: Ciklo Tra Agadoj
id: Siklus Melalui Aktivitas
ja: アクティビティを巡回
tr: Etkinlikler Arasında Dolaş

source: Cycle Through Tasks
ar: تنقّل بين المهامّ
eo: Ciklo Tra Taskoj
id: Siklus Melalui Tugas-tugas
ja: タスクを巡回
tr: Görevler Arasında Dolaş

source: Cycle And Minimize Tasks
ar: تنقّل وقلّل المهام
eo: Cikli kaj Minimumigi Taskojn
ja: タスクを巡回・最小化
tr: Görevler Arasında Dolaş ve Simge Durumuna Küçült

source: Thin title tooltips on hovering
ar: تلميحات عنوان نحيفة عند التحويم
eo: Maldikaj titolaj konsiletoj pri ŝvebado
id: Judul tip alat saat melayangi
ja: ホバー時に薄いタイトルのツールチップを表示
tr: Üzerine gelindiğinde ince başlık araç ipuçları

source: Show narrow tooltips produced by Latte for items. These tooltips are not drawn when applets zoom effect is disabled
ar: أظهر تلميحات أدوات ضيقة منتجة من Latte للعناصر. لا ترسم هذه التلميحات عندما يعطّل تأثير تكبير التطبيقات المصغّرة
id: Tampilkan tip alat yang dibuat oleh Latte untuk item. Alat tip ini tidak digambar ketika efek pembesaran applet dinonaktifkan
ja: Latte によって生成される細いツールチップを表示します。 ツールチップは、アプレットのズーム効果が無効化されている時描写されません
tr: Ögeler için Latte tarafından oluşturulan ince araç ipuçlarını göster. Bu araç ipuçları, yakınlaştırma efekti devre dışı bırakıldığında çizilmez

source: Expand popup through mouse wheel
ar: وسّع النافذة المنبثقة من خلال عجلة الفأرة
eo: Vastigi ŝprucfenestron per musrado
ja: マウスホイールでポップアップを展開する
tr: Açılır pencereyi fare tekerleği ile genişletin

source: Show or Hide applet popup through mouse wheel action
ar: أظهر أو أخفِ التطبيق المصغّر المنبثق من خلال حركة عجلة الفأرة
eo: Montri aŭ Kaŝi apleton ŝprucfenestron per musa rado
ja: マウスホイールでアプレットのポップアップを表示・非表示します
tr: Fare tekerleği hareketiyle uygulama açılır penceresini göster veya gizle

source: Adjust size automatically when needed
ar: اضبط الحجم آلياً عند الحاجة
eo: Ĝustigi grandecon aŭtomate kiam necese
ja: 必要なときサイズを自動的に調整する
tr: Gerektiğinde boyutu otomatik olarak ayarlayın

source: Items decrease their size when exceed maximum length and increase it when they can fit in
ar: تقلّل العناصر حجمها عندما تتجاوز الطول الأقصى وتزيده عندما تستطيع الاحتواء
ja: 最大の長さを超過した時アイテムのサイズは小さくなり、収まる時大きくなります
tr: Ögeler en büyük uzunluğu aştıklarında boyutlarını küçültür ve sığabilecekleri zaman büyütürler

source: Activate based on position global shortcuts
ar: فعّل الاختصارات العمومية على أساس الموضع
eo: Aktivigi laŭ pozicio ĉieajn ŝparvojojn
ja: アイテムの位置に基づいたグローバルショートカットを有効化
tr: Global kısayollar konumuna göre etkinleştir

source: This view is used for based on position global shortcuts. Take note that only one view can have that option enabled for each layout
ar: يستخدم هذا العرض للاختصارات العمومية على أساس الموضع. لاحظ أنه يمكن لعرض واحد فقط تفعيل هذا الخيار لكل تصميم
id: Tampilan ini digunakan untuk didasarkan pada posisi pintasan global. Ambillah catatan bahwa hanya satu tampilan yang bisa memiliki opsi yang difungsikan untuk masing-masing tata letak
ja: このビューでアイテムの位置に基づいたグローバルショートカットを使用できます。一つのレイアウトにつき一つのビューでのみこのオプションを有効化できることに留意してください。
tr: Bu görünüm, konum genel kısayolları tabanlı olarak kullanılır. Her yerleşim için yalnızca bir görünümde bu seçeneğin etkinleştirilebileceğini unutmayın

source: Floating
ar: عائم
eo: Flosanta
ja: フローティング
tr: Yüzen

source: Always use floating gap for user interaction
ar: استخدم دائماً الفجوة العائمة لتفاعل المستخدم
eo: Ĉiam uzi flosantan interspacon por uzantinterago
ja: ユーザとのインタラクションで常にフローティングギャップを使用する
tr: Kullanıcı etkileşimi için her zaman kayan boşluk kullanın

source: Floating gap is always used for applets and window interaction
ar: تستخدم الفجوة العائمة دائماً للتطبيقات المصغّرة وتفاعل النافذة
eo: Ŝveba interspaco ĉiam estas uzata por apletoj kaj fenestrointerago
ja: アプレットやウィンドウのインタラクションでフローティングが常に使用されます
tr: Yüzen boşluklar, uygulamacıklar ve pencereler tümleştirmesi için her zaman kullanılırlar

source: Hide floating gap for maximized windows
ar: أخفِ الفجوة العائمة للنوافذ المعظّمة
eo: Kaŝi ŝveban interspacon por maksimumigitaj fenestroj
id: Sembunyikan bayangan latar belakang untuk jendela yang dimaksimalkan
ja: 最大化されたウィンドウでフローティングを無効化する
tr: Ekranı kaplayan pencereler için yüzenr boşluğu gizle

source: Floating gap is disabled when there are maximized windows
ar: تعطّل الفجوة العائمة عندما تظهر نوافذ معظّمة
eo: Ŝveba interspaco estas malŝaltita kiam estas maksimumigitaj fenestroj
ja: 最大化されたウィンドウがある時フローティングを無効化します
tr: Ekranı kaplayan pencereler varken yüzen boşluk devre dışıdır

source: Delay floating gap hiding until mouse leaves
ar: أخّر إخفاء الفجوة العائمة حتى خروج الفأرة
eo: Prokrasti flosan breĉon kaŝi ĝis muso foriras
ja: マウスが離れるまでフローティングの解除を遅延する
tr: Fare ayrılana kadar yüzen boşluk gizlemesini geciktir

source: to avoid clicking on adjacent items accidentally in some cases
ar: لتفادي النقر على العناصر المجاورة بالخطأ في بعض الحالات
eo: por eviti klaki sur apudaj eroj hazarde en iuj kazoj
ja: 近接するアイテムを誤ってクリックしてしまうのを防ぎます
tr: (bazı durumlarda komşu ögelere yanlışlıkla tıklamayı engellemek için)

source: Mirror floating gap when it is shown
ar: اعكس الفجوة العائمة عندما تظهر
eo: Speguli flosantan breĉon kiam ĝi estas montrita
id: Sembunyikan bayangan latar belakang untuk jendela yang dimaksimalkan
ja: 表示されているときフローティングを反転する
tr: Gösterildiğinde yüzen boşluğu yansıla

source: Floating gap is mirrored when it is shown in Always Visible mode
ar: تعكس الفجوة العائمة عندما تظهر في وضع مرئي دائماً
eo: Ŝveba interspaco spegulas kiam ĝi estas montrita en Ĉiam Videbla reĝimo
ja: 「常に表示」モードの時フローティングが反転されます
tr: Yüzen boşluk, Her Zaman Görünür kipinde gösterilirken yansılanır

source: Environment
ar: البيئة
eo: Medio
id: Lingkungan
ja: 環境
tr: Çevre

source: Activate KWin edge after hiding
ar: فعّل حافة KWin بعد الإخفاء
eo: Aktivigi KWin-rando post kaŝado
id: Aktifkan tepian KWin setelah penyembunyian
ja: 非表示後に KWin エッジを有効化
tr: Gizledikten sonra KWin kenarını etkinleştir

source: After the view becomes hidden, KWin is informed to track user feedback. For example an edge visual hint is shown whenever the mouse approaches the hidden view
ar: بعد أن يصبح العرض مخفياً، يخبَر KWin بتتبّع ملاحظات المستخدم. على سبيل المثال تظهر تلميحة بصرية للحافة عندما تقترب الفأرة من العرض المخفي
id: Sesudah tampilan menjadi tersembunyi, KWin dikabari untuk melacak feedback pengguna. Misalnya sebuah petunjuk visual tepi ditampilkan setiap kali mouse mendekati tampilan tersembunyi
ja: ビューが非表示された後、KWin はユーザのフィードバックを追跡するように通知されます。例えば、マウスが非表示されたビューに近づいた時、エッジの視覚的な効果が表示されます
tr: Görünüm gizlendikten sonra KWin, kullanıcı geri bildirimlerini takip etmesi için bilgilendirilir. Örneğin, fare gizli görünüme yaklaştığında bir kenar görsel ipucu gösterilir

source: Can be above fullscreen windows
ar: يمكنه التوضع فوق نوافذ ملء الشاشة
eo: Povas esti super plenekranaj fenestroj
id: Bisa di atasnya jendela yang fullscreen
ja: フルスクリーンウィンドウの上に表示可能
tr: Tam ekran pencerelerin üstünde olabilir

source: BypassWindowManagerHint flag for the window. The view will be above all windows even those set as 'Always On Top'
ar: يتجاوز علامة تلميحة مدير النوافذ للنافذة. سيتوضع العرض فوق كل النوافذ حتى تلك المضبوطة على 'دائماً في الأعلى'
id: Bendera BypassWindowManagerHint untuk jendela. Tampilan akan di atasnya semua jendela bahkan yang diset sebagai 'Selalu di Atas'
ja: ウィンドウに BypassWindowManagerHint フラッグを適用します。ビューは 「常に最上面に表示」が設定されていてるものを含むすべてのウィンドウの上に表示されます
tr: Pencere için BypassWindowManagerHint bayrağı. 'Her Zaman Üstte' olanlar da içerilecek biçimde, görünüm tüm pencerelerin üzerinde olacaktır

source: Raise on desktop change
ar: ارفعه عند تغيير سطح المكتب
eo: Plialtigi sur labortabla ŝanĝo
id: Angkat saat perubahan desktop
ja: デスクトップ変更時に前面に表示
tr: Masaüstü değişiminde yükselt

source: Raise on activity change
ar: ارفعه عند تغيير النشاط
eo: Pliigo pri agado-ŝanĝo
id: Angkat saat perubahan aktivitas
ja: アクティビティ変更時に前面に表示
tr: Etkinlik değişiminde yükselt
