Repository: KDE/latte-dock
Catalog: po/*/latte_indicator_org.kde.latte.default.po
Languages: eo, he

# indicator style
source: Style
eo: Stilo
he: סגנון

# line indicator
source: Line
eo: Linio
he: קו

source: Show a line indicator for active items
eo: Montri linion indikilon por aktivaj eroj
he: הצגת מחוון קו לפריטים פעילים

# dots indicator
source: Dots
eo: Punktoj
he: נקודות

source: Show a dot indicator for active items
eo: Montri punkton indikilon por aktivaj eroj
he: הצגת מחוון נקודה לפריטים פעילים

source: Thickness
eo: Dikeco
he: עובי

source: Position
eo: Pozicio
he: מקום

source: Padding
eo: Ŝtopado
he: ריפוד

source: Corner Margin
eo: Angula Marĝeno
he: שולי פינה

source: Glow
eo: Brilas
he: הילה

source: Enable/disable indicator glow
eo: Ebligi/malŝalti indikilon brilon
he: הפעלת/השבתת הילת מחוון

# glow only to active task/applet indicators
source: On Active
eo: Sur Aktiva
he: כשפעיל

source: Add glow only to active task/applet indicator
eo: Aldoni brilon nur al aktiva tasko/apleta indikilo
he: להוסיף הילה רק למחוון משימה/יישומון

# glow to all task/applet indicators
source: All
eo: Ĉiuj
he: הכול

source: Add glow to all task/applet indicators
eo: Aldoni brilon al ĉiuj taskaj/apletaj indikiloj
he: הוספת הילה לכל מחווני המשימות/יישומונים

source: Opacity
eo: Opakeco
he: אטימות

source: Tasks
eo: Taskoj
he: משימות

source: Different color for minimized windows
eo: Malsama koloro por minimumigitaj fenestroj
he: צבע שונה לחלונות ממוזערים

source: Show an extra dot for grouped windows when active
eo: Montri kroman punkton por grupigitaj fenestroj kiam aktiva
he: להציג נקודה נוספת לחלונות מקובצים כשהאפשרות פעילה

source: Grouped windows show both a line and a dot when one of them is active and the Line Active Indicator is enabled
he: חלונות מקובצים מציגים גם קו וגם נקודה כשאחד מהם פעיל ושמחוון פעיל בקו מופעל

source: Options
eo: Elektebloj
he: אפשרויות

source: Show indicators for applets
eo: Montri indikilojn por apletoj
he: הצגת מחוונים ליישומונים

source: Indicators are shown for applets
eo: Indikiloj estas montritaj por apletoj
he: מחוונים מופיעים על יישומונים

source: Reverse indicator style
eo: Inversa indikilo stilo
he: סגנון מחוון הפוך
