Repository: KDE/latte-dock
Catalog: po/*/plasma_containmentactions_lattecontextmenu.po
Languages: ar, eo, eu, gl, he, nn, tr

source: &Add Widgets...
ar: أ&ضف ودجات…
eo: &Aldoni Fenestraĵojn...
eu: &Gehitu trepetak...
gl: Eng&adir trebellos…
he: הוס&פת וידג׳טים…
nn: &Legg til element …
tr: &Araç Takımları Ekle...

source: Show Widget Explorer
ar: أظهر مستكشف الودجات
eo: Montri Fenestraĵ-Esplorilon
eu: Erakutsi trepeta esploratzailea
gl: Amosar o explorador de trebellos
he: הצגת דפדפן וידג׳טים
nn: Vis utforskar for skjermelement
tr: Araç Takımı Gezginini Göster

# quit application
source: Quit &Latte
ar: أنهِ &لاتيه
eo: Forlasi &Latte
eu: Irten &Latte-tik
gl: Saír de &Latte
he: י&ציאה מלאטה
nn: &Avslutt Latte
tr: &Latte'den Çık

source: &Layouts
ar: ال&تخطيطات
eo: &Aranĝoj
eu: &Diseinuak
gl: &Disposicións
he: &פריסות
nn: &Utformingar
tr: Yer&leşimler

source: Switch to another layout
ar: بدّل إلى تخطيط آخر
eo: Ŝalti al alia aranĝo
eu: Aldatu beste disenu batera
gl: Cambiar a outra disposición
he: החלפה לפריסה אחרת
nn: Byt til anna utforming
tr: Başka yerleşime geç

source: &Add Dock/Panel
ar: أ&ضف مرسى/لوحة
eo: &Aldoni Dokon/Panelon
eu: &Gehitu Kaia/Panela
gl: Eng&adir unha doca ou panel
he: הוס&פת מעגן/לוח
nn: &Legg til dokk/panel
tr: Rıhtım/P&anel Ekle

source: Add dock or panel based on specific template
ar: أضف مرسى أو لوحة بناءً على قالب معيّن
eo: Aldoni dokon aŭ panelon surbaze de specifa ŝablono
eu: Gehitu kaia edo panela txantiloi zehatz batean oinarrituta
gl: Engadir unha doca un panel baseado no modelo indicado
he: הוספת מעגן או לוח לפי תבנית מוגדרת
nn: Legg til dokk eller panel basert på spesifikk mal
tr: Belirli şablonu temel alan rıhtım veya panel ekle

source: Move dock or panel to different layout
ar: انقل المرسى أو اللوحة إلى تخطيط مختلف
eo: Movi dokon aŭ panelon al alia aranĝo
eu: Mugitu kaia edo panela antolaera ezberdin batera
gl: Mover a doca ou panel a outra disposición
he: העברת מעגן או לוח לפריסה אחרת
nn: Flytt dokk eller panel til anna utforming
tr: Rihtım veya paneli başka yerleşime taşı

# global settings window
source: &Configure Latte...
ar: ا&ضبط لاتيه...
eo: A&gordi Latte...
eu: &Konfiguratu Latte...
gl: &Configurar Latte…
he: ה&גדרת לאטה…
nn: &Set opp Latte …
tr: Latte'yi &Yapılandır...

source: &Edit Dock...
ar: &حرّر المرسى...
eo: R&edakti Dokon...
eu: &Editatu kaia...
gl: &Editar a doca…
he: &עריכת מעגן…
nn: &Rediger dokk …
tr: Rıhtımı Dü&zenle...

source: &Edit Panel...
ar: &حرّر اللوحة...
eo: R&edakti Panelon...
eu: &Editatu panela...
gl: &Editar o panel…
he: &עריכת לוח…
nn: &Rediger panel …
tr: Paneli Dü&zenle...

source: &Edit Original Dock...
ar: &حرّر المرسى الأصلي...
eo: R&edakti Originan Dokon...
eu: &Editatu jatorrizko kaia...
he: &עריכת מעגן מקורי…
tr: Özgün Rıhtımı Dü&zenle...

source: &Edit Original Panel...
ar: &حرّر اللوحة الأصلية...
eo: R&edakti Originan Panelon...
eu: &Editatu jatorrizko panela...
he: &עריכת לוח מקורי…
tr: Özgün Paneli Dü&zenle...

source: &Duplicate Dock
ar: &ضاعف المرسى
eo: &Duobligi Dokon
eu: &Bikoiztu kaia
gl: &Duplicar a doca
he: &שכפול מעגן
nn: &Lag kopi av dokk
tr: Rıhtımı Ç&oğalt

source: &Duplicate Panel
ar: &ضاعف اللوحة
eo: &Duobligi Panelon
eu: &Bikoiztu panela
gl: &Duplicar o panel
he: &שכפול לוח
nn: &Lag kopi av panel
tr: Paneli Ç&oğalt

source: E&xport Dock as Template
ar: ص&دّر المرسى كقالب
eo: E&ksporti Dokon kiel Ŝablono
eu: E&sportatu kaia txantiloi gisa
gl: E&xportar a doca como modelo
he: יי&צוא מעגן כתבנית
nn: E&ksporter dokk som mal
tr: Rıhtımı Şablon Olarak Dışa A&ktar

source: E&xport Panel as Template
ar: ص&دّر اللوحة كقالب
eo: E&ksporti Panelon kiel Ŝablono
eu: E&sportatu panela txantiloi gisa
gl: E&xportar o panel como modelo
he: יי&צוא לוח כתבנית
nn: E&ksporter panel som mal
tr: Paneli Şablon Olarak Dışa A&ktar

source: &Move Dock To Layout
ar: ا&نقل المرسى إلى التخطيط
eo: &Movi Dokon al Aranĝo
eu: &Mugitu kaia antolaerara
gl: &Mover a doca á disposición
he: הע&ברת מעגן לפריסה
nn: &Flytt dokk til utforming
tr: Rıhtımı Yerleşi&me Taşı

source: &Move Panel To Layout
ar: ا&نقل اللوحة إلى التخطيط
eo: &Movi Panelon al Aranĝo
eu: &Mugitu panela antolaerara
gl: &Mover o panel á disposición
he: הע&ברת לוח לפריסה
nn: &Flytt panel til utforming
tr: Paneli Yerleşi&me Taşı

source: &Remove Dock
ar: أ&زل المرسى
eo: Fo&rigi Dokon
eu: &Kendu kaia
gl: &Retirar a doca
he: ה&סרת מעגן
nn: &Fjern dokk
tr: &Rıhtımı Kaldır

source: &Remove Panel
ar: أ&زل اللوحة
eo: Fo&rigi Panelon
eu: &Kendu panela
gl: &Retirar o panel
he: ה&סרת לוח
nn: &Fjern panel
tr: Paneli Kaldı&r

source: Edit &Layouts...
ar: &حرّر التخطيطات...
eo: Redakti &Aranĝojn...
eu: Editatu anto&laerak...
gl: Editar as &disposicións…
he: עריכת &פריסות…
nn: Rediger &utformingar …
tr: Yer&leşimleri Düzenle...
